Repository: BlueGitMan/BowPad
Catalog: Languages/BowPad_*.po
Languages: fi, fr, it, pl, zh_cn

source: Reload document The unsaved modifications are lost.
fi: Lataa asiakirja uudelleen Tallentamattomat muutokset häviävät.
fr: Recharger le document Les modifications non enregistrées sont perdues.
it: Ricarica documento Le modifiche non salvate andranno perse.
pl: Przeładuj dokument Niezapisane modyfikacje zostaną utracone.
zh_cn: 重载文件 未保存的修改会丢弃。

source: Reload the file from disk
fi: Lataa tiedosto uudelleen levyltä
fr: Recharger le fichier depuis le disque
it: Ricarica il file dal disco
pl: Przeładuj plik z dysku
zh_cn: 从磁盘重载文件

source: Reload The unsaved modifications will be lost!
fi: Lataa uudelleen Tallentamattomat muutokset menetetään!
fr: Recharger Les modifications non enregistrées seront perdues !
it: Ricarica Le modifiche non salvate andranno perse!
pl: Przeładuj Niezapisane modyfikacje zostaną utracone!
zh_cn: 重载 未保存的修改将会丢失！

source: Remove all empty lines or lines with only whitespace
fi: Poista kaikki tyhjät rivit tai rivit, joissa on vain välilyöntejä
fr: Retirer toutes les lignes vides ou les lignes ne contenant que des espaces blancs
pl: Usuń wszystkie puste linie lub linie zawierające tylko białe miejsce
zh_cn: 移除所有空行或仅带有空白的行

source: Remove empty lines
fi: Poista tyhjät rivit
fr: Retirer les lignes vides
pl: Usuń puste linie
zh_cn: 移除空行

source: Removes all bookmarks from the current file
fi: Poistaa kaikki kirjanmerkit nykyisestä tiedostosta
fr: Retire tous les signets dans le fichier actuel
it: Rimuove tutti i segnalibri dal file corrente
pl: Usuwa wszystkie zakładki z bieżącego pliku
zh_cn: 从当前文件移除所有书签

source: Removes whitespaces at the end of lines
fi: Poistaa välilyönnit rivien lopuista
fr: Retire les espaces à la fin des lignes
it: Rimuove gli spazi vuoti alla fine delle righe
pl: Usuwa białe miejsce na końcu linii
zh_cn: 删除行尾的空白

source: Replace &All
fi: Korvaa k&aikki
fr: Rempl&acer tout
it: Sostituisci &tutto
pl: Zastąp &wszystko
zh_cn: 替换全部(&A)

source: Replace &all in selection
fi: Korvaa k&aikki valinnassa
fr: Rempl&acer tout dans la sélection
it: Sostituisci &tutto nella selezione
pl: Zastąp &wszystko w zaznaczeniu
zh_cn: 替换选取范围内所有匹配项(&A)

source: Replace All In All &Tabs
fi: Korvaa kaikki kaikissa &välilehdissä
fr: Remplacer tout dans tous les ongle&ts
it: Sostituisci tutto in tutte le &schede
pl: Zastąp wszystko we wszystkich &kartach
zh_cn: 替换所有标签页中的所有匹配项(&T)

source: Right margin
fi: Oikea marginaali
fr: Marge droite
it: Margine destro
pl: Prawy margines
zh_cn: 右边线

source: Run
fi: Suorita
fr: Démarrer
it: Esegui
pl: Uruchom
zh_cn: 运行

source: Run as Administrator
fi: Suorita järjestelmänvalvojana
fr: Démarrer en tant qu'administrateur
it: Esegui come amministratore
pl: Uruchom jako administrator
zh_cn: 以管理员身份运行

source: Runs various commands
fi: Suorittaa erilaisia komentoja
fr: Lance des commandes diverses
it: Esegue vari comandi
pl: Wykonuje różne polecenia
zh_cn: 运行各种命令

source: Sa&ve as
fi: Ta&llenna nimellä
fr: Enregistrer sous
it: Sa&lva come
pl: Za&pisz jako
zh_cn: 另存为(&V)

source: Save &all
fi: Tallenna k&aikki
fr: Enregistrer tout
it: Salva &tutto
pl: Zapisz &wszystko
zh_cn: 保存全部(&A)

source: Save File
fi: Tallenna tiedosto
fr: Enregistrer le fichier
it: Salva file
pl: Zapisz Plik
zh_cn: 保存文件

source: Save Files
fi: Tallenna tiedostot
fr: Enregistrer les fichiers
it: Salva i file
pl: Zapisz Pliki
zh_cn: 保存多个文件

source: Save as
fi: Tallenna nimellä
fr: Enregistrer sous
it: Salva come
pl: Zapisz jako
zh_cn: 另存为

source: Save elevated BowPad is started again with elevated privileges.
fi: Tallenna korotettu BowPad käynnistetään uudelleen korotetuilla oikeuksilla.
fr: Enregistrer avec élévation de privilèges BowPad est redémarré avec des privilèges élevés.
it: Salva con privilegi elevati BowPad viene riavviato con privilegi elevati.
pl: Zapisz podwyższone BowPad jest uruchamiany ponownie z podwyższonymi uprawnieniami.
zh_cn: 提升权限保存 BowPad 将使用提升的管理员权限重新启动。

source: Save modifications The modifications that were made outside BowPad are overwritten.
fi: Tallenna muutokset BowPadin ulkopuolella tehdyt muutokset korvataan.
fr: Enregistrer les modifications Les modifications apportées à l'extérieur de BowPad sont écrasées.
it: Salva le modifiche Le modifiche apportate al di fuori di BowPad verranno sovrascritte.
pl: Zapisz modyfikacje Modyfikacje dokonane poza BowPad zostaną nadpisane.
zh_cn: 保存修改 覆盖在 BowPad 以外对文件作出的修改。

source: Saves all open files
fi: Tallentaa kaikki avoimet tiedostot
fr: Enregistre tous les fichiers ouverts
it: Salva tutti i file aperti
pl: Zapisuje wszystkie otwarte pliki
zh_cn: 保存所有打开的文件

source: Saves changes automatically when the tab is switched or closed
fi: Tallentaa muutokset automaattisesti, kun välilehti vaihdetaan tai suljetaan
fr: Enregistre automatiquement les changements lorsque l'onglet actif change ou est fermé
it: Salva le modifiche automaticamente quando la scheda viene cambiata o chiusa
pl: Zapisuje zmiany automatycznie po przełączeniu lub zamknięciu karty
zh_cn: 在切换或关闭文件标签时自动保存更改

source: Saves the current tab
fi: Tallentaa nykyisen välilehden
fr: Enregistre l'onglet actif
it: Salva la scheda corrente
pl: Zapisuje bieżącą kartę
zh_cn: 保存当前标签页

source: Scrollbar style
fi: Vierityspalkin tyyli
fr: Style de barre de défilement
pl: Styl paska przewijania
zh_cn: 滚动条样式

source: Search Web
fi: Etsi verkosta
fr: Recherche Web
it: Cerca nel Web
pl: Wyszukaj w Internecie
zh_cn: 在线搜索

source: Search Wikipedia
fi: Etsi Wikipediasta
fr: Recherche Wikipédia
it: Cerca in Wikipedia
pl: Szukaj w Wikipedii
zh_cn: 搜索维基百科

source: Search and/or replace text in documents/tabs
fi: Etsi ja/tai korvaa tekstiä asiakirjoista/välilehdistä
fr: Rechercher et/ou remplacer du texte dans des documents/onglets
it: Cerca e/o sostituisci il testo nei documenti/schede
pl: Wyszukiwanie i/lub zastępowanie tekstu w dokumentach/kartach
zh_cn: 在文档/标签页中搜索或替换文本

source: Search folder not found.
fi: Hakukansiota ei löydy.
fr: Répertoire de recherche introuvable.
it: Cartella di ricerca non trovata.
pl: Nie znaleziono folderu wyszukiwania.
zh_cn: 找不到搜索文件夹。

source: Search text not found!
fi: Hakutekstiä ei löydy!
fr: Texte non trouvé !
it: Testo della ricerca non trovato!
pl: Nie znaleziono wyszukiwanego tekstu!
zh_cn: 找不到搜索文本!

source: Searches for the next match of the selected text
fi: Etsii valitun tekstin seuraavaa vastaavuutta
fr: Recherche le résultat suivant dans le texte sélectionné
it: Cerca la corrispondenza successiva del testo selezionato
pl: Wyszukuje następne dopasowanie wybranego tekstu
zh_cn: 搜索选中文本的下一个匹配项

source: Searching in file '%s'
fi: Etsitään tiedostosta '%s'
fr: Recherche dans le fichier '%s'
it: Ricerca nel file '%s'
pl: Wyszukiwanie w pliku '%s'
zh_cn: 在文件“%s”中搜索

source: Sel: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%lld%%r matches.
fi: Sel: %%c%06X%Iu%%r merkit | %%c%06X%Iu%%r rivit | %%c%06X%lld%%r osumat.
fr: Sél : %%c%06X%Iu%%r car | %%c%06X%Iu%%r lignes | %%c%06X%ld%%r correspondances.
pl: Sel: %%c%06X%Iu%%r znaków | %%c%06X%Iu%r linii | %%c%06X%lld%%r dopasowań.
zh_cn: 选中：%%c%06X%Iu%%r 个字符 | %%c%06X%Iu%%r 行 | %%c%06X%ld%%r 个匹配。

source: Select Language
fi: Valitse kieli
fr: Sélectionner une langue
it: Seleziona lingua
pl: Wybierz Język
zh_cn: 选择语言

source: Select all
fi: Valitse kaikki
fr: Sélectionner tout
it: Seleziona tutto
pl: Wybierz wszystko
zh_cn: 选择全部

source: Select the language for BowPad
fi: Valitse BowPadin kieli
fr: Sélectionner la langue de BowPad
it: Seleziona la lingua per BowPad
pl: Wybierz język dla BowPad
zh_cn: 选择 BowPad 的语言

source: Selection: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%lld%%r matches.
fi: Valinta: %%c%06X%Iu%%r merkit | %%c%06X%Iu%%r r rivit | %%c%06X%lld%%r osumat.
fr: Sélection : %%c%06X%Iu%%r car | %%c%06X%Iu%%r lignes | %%c%06X%ld%%r correspondances.
pl: Wybór: %%c%06X%Iu%%r znaków | %%c%06X%Iu%r linii | %%c%06X%lld%%r dopasowań.
zh_cn: 选中：%%c%06X%Iu%%r 个字符 | %%c%06X%Iu%%r 行 | %%c%06X%ld%%r 个匹配。

source: Selects the language for the spell checker
fi: Valitsee oikeinkirjoituksen tarkistuskielen
fr: Sélectionne la langue pour le correcteur orthographique
it: Seleziona la lingua per il controllo ortografico
pl: Wybór języka sprawdzania pisowni
zh_cn: 选择拼写检查器的语言

source: Sends the document to the default printer
fi: Lähettää asiakirjan oletustulostimeen
fr: Envoie le document à l'imprimante par défaut
it: Invia il documento alla stampante predefinita
pl: Wysyła dokument do domyślnej drukarki
zh_cn: 发送文档到默认打印机

source: Set Defaults
fi: Aseta oletusasetukset
fr: Définir les valeurs par défaut
it: Imposta i valori predefiniti
pl: Ustawienia domyślne
zh_cn: 设置默认项

source: Set a new search folder.
fi: Aseta uusi hakukansio.
fr: Définir un nouveau répertoire de recherche.
it: Imposta una nuova cartella di ricerca.
pl: Ustaw nowy folder wyszukiwania.
zh_cn: 设置新的搜索文件夹。

source: Set default encoding and EOL
fi: Aseta oletuskoodaus ja EOL
fr: Définir l'encodage et les fins de lignes par défaut
it: Imposta la codifica predefinita e le terminazioni di riga
pl: Ustaw domyślne kodowanie i EOL
zh_cn: 设置默认的编码和行尾符

source: Set search folder to its containing folder.
fi: Aseta hakukansio sen sisältävään kansioon.
fr: Le répertoire de recherche devient son répertoire père.
it: Imposta la cartella di ricerca che sarà la sua cartella principale.
pl: Ustaw folder wyszukiwania na folder zawierający.
zh_cn: 设定搜索文件夹为其包含的文件夹。

source: Set search folder to the current documents folder.
fi: Aseta nykyinen asiakirjakansio hakukansioksi.
fr: Le répertoire de recherche devient le répertoire de documents actuel.
it: Imposta la cartella di ricerca che sarà la cartella del documento corrente.
pl: Ustaw folder wyszukiwania na bieżący folder dokumentów.
zh_cn: 设定搜索文件夹为当前文档文件夹。

source: Set the coloring according to the code language
fi: Aseta väritys koodikielen mukaan
fr: Définir la couleur selon le langage du code
it: Imposta la colorazione in base alla lingua del codice
pl: Ustaw kolorystykę zgodnie z językiem kodu
zh_cn: 根据代码语言设定显示颜色

source: Set the default encoding (e.g. ANSI, UTF-8, ...) and end-of-line style for new files
fi: Aseta oletuskoodaus (esim. ANSI, UTF-8, ...) ja rivin lopun tyyli uusille tiedostoille
fr: Définir l'encodage par défaut (par ex. ANSI, UTF-8, ...) et le style des fins de lignes pour les nouveaux documents
it: Imposta la codifica predefinita (ad es. ANSI, UTF-8, ...) e lo stile di fine riga per i nuovi file
pl: Ustaw domyślne kodowanie (np. ANSI, UTF-8, ...) i styl końca linii dla nowych plików
zh_cn: 设定新建文件的默认编码 (如：ANSI、UTF-8 等) 和行尾样式

source: Set the number of columns for one tabulator.
fi: Aseta yhden tabulaattorin sarakkeiden lukumäärä.
fr: Définir le nombre de colonnes pour une tabulation.
it: Imposta il numero di colonne per un tabulatore.
pl: Ustaw liczbę kolumn dla jednego tabulatora.
zh_cn: 设置一个制表符的列数。

source: Set up print margins, page size, page orientation
fi: Määritä tulostusmarginaalit, sivun koko, sivun suuntaus
fr: Définir les marges d'impression, la taille de la page et son orientation
it: Imposta i margini di stampa, le dimensioni della pagina, l'orientamento della pagina
pl: Ustaw marginesy wydruku, rozmiar strony, orientację strony
zh_cn: 设置打印边界、纸张尺寸、纸张方向等选项

source: Sets the column at which the vertical edge is shown, indicating the right margin. Set to 0 to hide it.
fi: Asettaa sarakkeen, jonka kohdalla pystysuora reuna näytetään ja joka osoittaa oikean marginaalin. Aseta 0 piilottaaksesi se.
fr: Définit la colonne de laquelle le bord vertical est affiché, indiquant la marge droite. Mettre à 0 pour le cacher.
it: Imposta la colonna in cui viene mostrato il bordo verticale, che indica il margine destro. Imposta a 0 per nasconderlo.
pl: Ustawia kolumnę, w której wyświetlana jest pionowa krawędź, wskazująca prawy margines. Ustaw na 0, aby ją ukryć.
zh_cn: 设定指示右边界的竖线所在的列号。设为 0 则隐藏。

source: Setting
fi: Asetus
fr: Paramètre
pl: Ustawienia
zh_cn: 设置

source: Show Properties
fi: Näytä ominaisuudet
fr: Afficher les propriétés
it: Mostra proprietà
pl: Pokaż Właściwości
zh_cn: 显示属性

source: Show Whitespaces
fi: Näytä välilyönnit
fr: Afficher les espaces
it: Mostra spazi vuoti
pl: Pokaż Białe Obszary
zh_cn: 显示空白

source: Show clipboard history
fi: Näytä leikepöydän historia
fr: Afficher historique du presse-papiers
it: Mostra cronologia appunti
pl: Pokaż historię schowka
zh_cn: 显示剪贴板历史

source: Show line numbers
fi: Näytä rivinumerot
fr: Afficher les numéros de lignes
it: Mostra i numeri di riga
pl: Pokaż numery linii
zh_cn: 显示行号

source: Show the file tree
fi: Näytä tiedostopuu
fr: Afficher l'arborescence du fichier
it: Mostra l'albero dei file
pl: Pokaż drzewo plików
zh_cn: 显示文件树

source: Shows a dialog to configure custom commands
fi: Näyttää valintaikkunan mukautettujen komentojen määrittämiseksi
fr: Affiche une boîte de dialogue pour configurer des commandes personnalisées
it: Mostra una finestra di dialogo per configurare i comandi personalizzati
pl: Wyświetla okno dialogowe do konfiguracji poleceń niestandardowych
zh_cn: 显示一个对话框来配置自定义命令

source: Shows a dialog to configure the installed plugins and install new plugins
fi: Näyttää valintaikkunan asennettujen liitännäisten määrittämistä ja uusien liitännäisten asentamista varten
fr: Affiche une boîte de dialogue pour configurer les plugins installés ou en installer de nouveaux
it: Mostra una finestra di dialogo per configurare i plugin installati ed installare nuovi plugin
pl: Wyświetla okno dialogowe do konfigurowania zainstalowanych wtyczek i instalowania nowych wtyczek.
zh_cn: 显示一个对话框来配置已安装的插件和安装新的插件

source: Shows a list of functions/methods in the file to jump to
fi: Näyttää luettelon tiedostossa olevista funktioista/metodeista, joihin voi siirtyä
fr: Affiche une liste des fonctions/méthodes dans le fichier où aller
it: Mostra una lista di funzioni/metodi nel file cui andare
pl: Wyświetla listę funkcji/metod w pliku, do których można przejść.
zh_cn: 显示用于跳转的文件中的函数/方法的列表

source: Shows or hides the file tree
fi: Näyttää tai piilottaa tiedostopuun
fr: Affiche ou masque l'arborescence du fichier
it: Mostra o nasconde l'albero dei file
pl: Pokazuje lub ukrywa drzewo plików
zh_cn: 显示或隐藏文件树

source: Shows statistics about the current document
fi: Näyttää nykyisen asiakirjan tilastotiedot
fr: Affiche les statistiques du document actuel
it: Mostra le statistiche sul documento corrente
pl: Wyświetla statystyki dotyczące bieżącego dokumentu
zh_cn: 显示当前文档的统计信息

source: Shows the Windows Explorer file properties dialog for the current file
fi: Näyttää Windows Explorerin tiedosto-ominaisuuksien valintaikkunan nykyiselle tiedostolle
fr: Affiche la boîte de dialogue Propriétés du fichier actuel
it: Mostra la finestra di dialogo delle proprietà del file corrente
pl: Wyświetla okno dialogowe właściwości pliku Eksploratora Windows dla bieżącego pliku.
zh_cn: 显示当前文件的 Windows 资源管理器文件属性对话框

source: Shows the list of all opened tabs.
fi: Näyttää luettelon kaikista avatuista välilehdistä.
fr: Affiche la liste de tous les onglets ouverts.
it: Mostra la lista di tutte le schede aperte.
pl: Wyświetla listę wszystkich otwartych kart.
zh_cn: 显示所有打开的标签的列表。

source: Snippet Name/Key:
fi: Ohjelmapätkän nimi/avain:
fr: Nom de l'extrait/Clé:
pl: Nazwa Fragmentu/Klucz:
zh_cn: 代码段名称/键:

source: Snippets
fi: Ohjelmapätkät
fr: Extraits
pl: Fragmenty
zh_cn: 代码段

source: Sort Lines
fi: Lajittele rivit
fr: Ordonner les lignes
it: Ordina le righe
pl: Sortuj Linie
zh_cn: 行排序

source: Sort Lines - Options
fi: Lajittele rivit - Vaihtoehdot
fr: Trier les lignes - Options
it: Ordina le righe - Opzioni
pl: Sortuj Linie - Opcje
zh_cn: 行排序 - 选项

source: Sorts the current selection (normal or rectangular).
fi: Lajittelee nykyisen valinnan (normaali tai suorakulmainen).
fr: Ordonne la sélection active.
it: Ordina la selezione corrente (normale o rettangolare).
pl: Sortuje bieżące zaznaczenie (normalne lub prostokątne).
zh_cn: 对当前选中内容进行行排序（常规或矩形选区。

source: Spaces to Tabs
fi: Välilyönnit sarkaimiksi
fr: Espaces > Tabs
it: Da spazi a tabulazioni
pl: Spacje na Karty
zh_cn: 空格转制表符

source: Spell Check
fi: Oikoluku
fr: Vérifier l'orthographe
it: Controllo ortografico
pl: Sprawdzanie Pisowni
zh_cn: 拼写检查

source: Spell checker
fi: Oikeinkirjoitus
fr: Correcteur orthographique
it: Correttore ortografico
pl: Sprawdzanie pisowni
zh_cn: 拼写检查器

source: Spell checker language
fi: Oikeinkirjoituksen kieli
fr: Langue du correcteur orthographique
it: Lingua del correttore ortografico
pl: Język sprawdzania pisowni
zh_cn: 拼写检查器语言

source: Split Lines
fi: Jaa rivit
fr: Fractionner les lignes
it: Righe di divisione
pl: Linie Podziału
zh_cn: 拆分行

source: Split long lines at the right window border
fi: Jaa pitkät rivit ikkunan oikeassa reunassa
fr: Fractionner les grandes lignes en bordure droite de la fenêtre
it: Dividi le righe lunghe sul bordo destro della finestra
pl: Dzielenie długich linii przy prawej krawędzi okna
zh_cn: 在窗口边界处把长行拆分成多行

source: Status
fi: Tila
fr: Statut
it: Stato
zh_cn: 状态

source: Style Configurator
fi: Tyylin määrittelijä
fr: Configurateur de style
it: Configuratore dello stile
pl: Konfigurator Stylu
zh_cn: 样式配置器

source: Style:
fi: Tyyli:
it: Stile
pl: Styl:
zh_cn: 样式：

source: Styles
fi: Tyylit
it: Stili
pl: Style
zh_cn: 样式

source: Sub Folders
fi: Alikansiot
fr: Sous-répertoires
it: Sottocartelle
pl: Podfoldery
zh_cn: 子文件夹

source: Summary
fi: Yhteenveto
fr: Résumé
it: Riepilogo
pl: Podsumowanie
zh_cn: 摘要

source: System Includes
fi: Järjestelmä sisältää
fr: Le système inclut
it: Include il sistema
pl: System Zawiera
zh_cn: 系统包含

source: Tab List
fi: Välilehtiluettelo
fr: Liste d'onglets
it: Lista schede
pl: Lista Kart
zh_cn: 标签列表

source: Tab Size
fi: Välilehden koko
fr: Taille des tabulations
it: Dimensione scheda
pl: Rozmiar Karty
zh_cn: 制表符宽度

source: Tabs
fi: Välilehdet
fr: Onglets
it: Schede
pl: Karty
zh_cn: 标签

source: Tabs to Spaces
fi: Sarkaimet välilyönneiksi
fr: Tabs > Espaces
it: Da tabulazioni a spazi
pl: Karty do Przestrzeni
zh_cn: 制表符转空格

source: The document '%s' was modified outside of BowPad, but there are unsaved changes in the document.
fi: Asiakirjaa '%s' on muokattu BowPadin ulkopuolella, mutta asiakirjassa on tallentamattomia muutoksia.
fr: Le document '%s' a été modifié en dehors de BowPad, mais il comporte des modifications non enregistrées.
it: Il documento '%s' è stato modificato al di fuori di BowPad, ma ci sono modifiche non salvate nel documento.
pl: Dokument '%s' został zmodyfikowany poza BowPadem, ale w dokumencie znajdują się niezapisane zmiany.
zh_cn: 文档“%s”在 BowPad 外被修改，但文档中还有未保存的更改。

source: The document '%s' was modified outside of BowPad.
fi: Asiakirjaa '%s' muutettiin BowPadin ulkopuolella.
fr: Le document '%s' a été modifié en dehors de BowPad.
it: Il documento '%s' è stato modificato al di fuori di BowPad.
pl: Dokument '%s' został zmodyfikowany poza BowPad.
zh_cn: 文档“%s”在 BowPad 外被修改。

source: The document '%s' was removed outside of BowPad.
fi: Asiakirja '%s' poistettiin BowPadin ulkopuolelta.
fr: Le document '%s' a été supprimé en dehors de BowPad.
it: Il documento '%s' è stato rimosso al di fuori di BowPad.
pl: Dokument '%s' został usunięty poza BowPad.
zh_cn: 文档“%s”在 BowPad 外被删除。

source: The file '%s' does not exist. Do you want to create it?
fi: Tiedostoa '%s' ei ole olemassa. Haluatko luoda sen?
fr: Le fichier '%s' n'existe pas. Voulez-vous le créer ?
it: Il file '%s' non esiste. Vuoi crearlo?
pl: Plik '%s' nie istnieje. Czy chcesz go utworzyć?
zh_cn: 文件“%s”不存在。你是否想创建它？

source: The file is marked as read only. Are you sure you want to edit this file?
fi: Tiedosto on merkitty vain luettavaksi. Haluatko varmasti muokata tätä tiedostoa?
fr: Le fichier est marqué comme étant en lecture seule. Etes-vous sûr de vouloir l'éditer ?
it: Il file è contrassegnato come di sola lettura. Sei sicuro di voler modificare questo file?
pl: Plik jest oznaczony jako tylko do odczytu. Czy na pewno chcesz edytować ten plik?
zh_cn: 文件标记为只读。您是否确定你想要编辑这个文件？

source: The file is write protected
fi: Tiedosto on kirjoitussuojattu
fr: Le fichier est protégé en écriture
it: Il file è protetto da scrittura
pl: Plik jest chroniony przed zapisem
zh_cn: 文件是写保护的

source: Titlecase
fi: Otsikkokoko
fr: Titre
it: Titolo
pl: Tytuł sprawy
zh_cn: 标题式大写

source: Toggle Bookmark
fi: Vaihda kirjanmerkki
fr: Ajouter/retirer le signet
it: Aggiungi/rimuovi segnalibro
pl: Przełącznik Zakładki
zh_cn: 切换书签

source: Toggle a bookmark on the current line
fi: Vaihda kirjanmerkki nykyisellä rivillä
fr: Activer/désactiver le signet sur la ligne courante
it: Aggiungi/rimuovi un segnalibro sulla riga corrente
pl: Przełącznik zakładki w bieżącej linii
zh_cn: 切换当前行上的书签

source: Toggle folding all
fi: Vaihda kaikki taitot
fr: Tout déplier
it: Apri tutto
pl: Przełącznik zawijania wszystkiego
zh_cn: 全部折叠/展开

source: Toggle level 0
fi: Vaihda taso 0
fr: Basculer le niveau 0
it: Passa al livello 0
pl: Przełącznik poziom 0
zh_cn: 折叠/展开层级 0

source: Toggle level 1
fi: Vaihda taso 1
fr: Basculer le niveau 1
it: Passa al livello 1
pl: Przełącznik poziom 1
zh_cn: 折叠/展开层级 1

source: Toggle level 2
fi: Vaihda taso 2
fr: Basculer le niveau 2
it: Passa al livello 2
pl: Przełącznik poziom 2
zh_cn: 折叠/展开层级 2

source: Toggle level 3
fi: Vaihda taso 3
fr: Basculer le niveau 3
it: Passa al livello 3
pl: Przełącznik poziom 3
zh_cn: 折叠/展开层级 3

source: Toggle level 4
fi: Vaihda taso 4
fr: Basculer le niveau 4
it: Passa al livello 4
pl: Przełącznik poziom 4
zh_cn: 折叠/展开层级 4

source: Toggle level 5
fi: Vaihda taso 5
fr: Basculer le niveau 5
it: Passa al livello 5
pl: Przełącznik poziom 5
zh_cn: 折叠/展开层级 5

source: Toggle level 6
fi: Vaihda taso 6
fr: Basculer le niveau 6
it: Passa al livello 6
pl: Przełącznik poziom 6
zh_cn: 折叠/展开层级 6

source: Toggle level 7
fi: Vaihda taso 7
fr: Basculer le niveau 7
it: Passa al livello 7
pl: Przełącznik poziom 7
zh_cn: 折叠/展开层级 7

source: Toggle level 8
fi: Vaihda taso 8
fr: Basculer le niveau 8
it: Passa al livello 8
pl: Przełącznik poziom 8
zh_cn: 折叠/展开层级 8

source: Toggle level 9
fi: Vaihda taso 9
fr: Basculer le niveau 9
it: Passa al livello 9
pl: Przełącznik poziom 9
zh_cn: 折叠/展开层级 9

source: Toggles between the normal and the dark theme
fi: Vaihtaa normaalin ja tumman teeman välillä
fr: Basculer entre le thème normal et le thème sombre
it: Passa dal tema normale al tema scuro
pl: Przełącza między normalnym a ciemnym motywem
zh_cn: 切换亮色主题或暗色主题

source: Treat digits as &numbers.
fi: Käsittele numeroita &lukuina.
fr: Traiter les chiffres comme des &nombres.
it: Considera le cifre come &numeri.
pl: Traktuj cyfry jako &liczby.
zh_cn: 把数字视为数值(&N)。

source: Trim Whitespaces
fi: Trimmaa välilyönnit
fr: Supprimer les espaces
it: Taglia spazi vuoti
pl: Przytnij białe miejsca
zh_cn: 移除空白

source: Turn off automatic update checks
fi: Poista automaattiset päivitystarkistukset käytöstä
fr: Désactiver le contrôle automatique des mises à jour
it: Disabilita il controllo automatico degli aggiornamenti
pl: Wyłącz automatyczne sprawdzanie aktualizacji
zh_cn: 关闭自动更新检查

source: Turns showing the line numbers on/off
fi: Kytkee rivinumeroiden näyttämisen päälle/pois
fr: Affiche ou masque les numéros de lignes
it: Mostra/nascondi i numeri di riga
pl: Włącza/wyłącza wyświetlanie numerów linii
zh_cn: 开/关行号的显示

source: Turns showing whitespaces on/off. Hold down the Shift key to show EOLs as well.
fi: Kytkee välilyöntien näyttämisen päälle/pois. Pitämällä Shift-näppäintä alhaalla voit näyttää myös EOL:t.
fr: Affichage des espaces on/off. Maintenez la touche Shift enfoncée pour voir les fins de lignes.
it: Mostra/nascondi gli spazi vuoti Tieni premuto il tasto Maiusc per visualizzare la fine delle righe.
pl: Włącza/wyłącza wyświetlanie białych miejsc. Przytrzymaj klawisz Shift, aby wyświetlić również EOL.
zh_cn: 开/关显示空白字符。 按住 Shift 键可同时显示行尾符。

source: Typing mode: %s
fi: Kirjoitustila: %s
fr: Mode de saisie : %s
it: Modalità digitazione: %s
pl: Tryb pisania: %s
zh_cn: 输入模式：%s

source: UTF-16 Big Endian
zh_cn: UTF-16 BE

source: UTF-16 Little Endian
zh_cn: UTF-16 LE

source: UTF-32 Big Endian
zh_cn: UTF-32 BE
