Repository: BlueGitMan/BowPad
Catalog: Languages/BowPad_*.po
Languages: fi, fr, it, pl, zh_cn

source: %%i%%c%06Xno selection
fi: %%i%%c%06Xei valintaa
fr: %%i%%c%06Xpas de sélection
it: %%i%%c%06Xnessuna selezione
pl: %%i%%c%06Xbrak wyboru
zh_cn: %%i%%c%06X未选中内容

source: %d occurrences were replaced.
fi: %d esiintymää korvattu.
fr: %d occurrences ont été remplacées.
it: %d occorrenze sono state sostituite
pl: %d wystąpień zostało zastąpionych.
zh_cn: %d 处已被替换。

source: %s (copy).%s
fi: %s (kopio).%s
fr: %s (copier).%s
it: %s (copia).%s
pl: %s (kopia).%s
zh_cn: %s (副本).%s

source: &Cancel
fi: &Peruuta
fr: Annuler
it: &Annulla
pl: &Anuluj
zh_cn: 取消(&C)

source: &Capture
fi: &Kaappaa
it: &Cattura
pl: &Przechwytywanie
zh_cn: 捕捉(&C)

source: &Close
fi: &Sulje
fr: Fermer
it: &Chiudi
pl: &Zamknij
zh_cn: 关闭(&C)

source: &Close Tab
fi: &Sulje välilehti
fr: &Fermer l'onglet
it: &Chiudi Scheda
pl: &Zamknij kartę
zh_cn: 关闭标签(&C)

source: &Edit
fi: &Muokkaa
fr: &Éditer
it: &Modifica
pl: %Edytuj
zh_cn: 编辑(&E)

source: &Find
fi: &Etsi
fr: &Rechercher
it: &Trova
pl: &Znajdź
zh_cn: 查找(&F)

source: &New
fi: &Uusi
fr: &Nouveau
it: &Nuovo
pl: &Nowy
zh_cn: 新建(&N)

source: &Open
fi: &Avaa
fr: &Ouvrir
it: &Apri
pl: &Otwórz
zh_cn: 打开(&O)

source: &Reload
fi: &Lataa uudelleen
fr: &Recharger
it: &Ricarica
pl: &Przeładuj
zh_cn: 重载(&R)

source: &Remove duplicate lines
fi: Poista kaksois&rivit
fr: &Retirer les lignes dupliquées
it: &Rimuovi righe duplicate
pl: Usuń zduplikowane linie
zh_cn: 移除重复行(&R)

source: &Replace
fi: Ko&rvaa
fr: &Remplacer
it: &Sostituisci
pl: &Zastąp
zh_cn: 替换(&R)

source: &Save
fi: &Tallenna
fr: &Enregistrer
it: &Salva
pl: &Zapisz
zh_cn: 保存(&S)

source: &Search for:
fi: Etsittävä:
fr: &Rechercher :
it: &Cerca per:
pl: &Szukaj:
zh_cn: 搜索(&S)：

source: &Sort Order:
fi: &Lajittelujärjestys:
fr: &Ordre de tri :
it: &Ordinamento
pl: &Kolejność sortowania:
zh_cn: 排序(&S)：

source: &Whole word
fi: &Koko sana
fr: &Mot entier
it: &Parola intera
pl: &Całe słowo
zh_cn: 全字匹配(&W)

source: <a href="http://tools.stefankueng.com/BowPad_history.html">Full details about this update</a>
fi: <a href="http://tools.stefankueng.com/BowPad_history.html">Täydelliset tiedot tästä päivityksestä</a>
fr: <a href="http://stefanstools.sourceforge.net/BowPad_history.html">Tous les détails sur cette mise à jour</a>
it: <a href="http://tools.stefankueng.com/BowPad_history.html">Tutti i dettagli su questo aggiornamento</a>
pl: <a href="http://tools.stefankueng.com/BowPad_history.html">Szczegółowe informacje na temat tej aktualizacji</a>
zh_cn: <a href="http://tools.stefankueng.com/BowPad_history.html">更新详情</a>

source: ANSI / Local encoding
fi: ANSI / Paikallinen koodaus
fr: ANSI / Encodage local
pl: ANSI / Lokalne kodowanie
zh_cn: ANSI / 本地编码

source: About BowPad
fi: Tietoja BowPadista
fr: À propos de BowPad
it: Info BowPad
pl: O BowPad
zh_cn: 关于 BowPad

source: Access denied!
fi: Pääsy kielletty!
fr: Accès refusé !
it: Accesso negato
pl: Odmowa dostępu!
zh_cn: 拒绝访问！

source: Access to the file '%s' was denied. Do you want to try again with elevated privileges?
fi: Pääsy tiedostoon '%s' evättiin. Haluatko yrittää uudelleen korotetuilla oikeuksilla?
fr: L'accès au dossier '%s' a été refusé. Voulez-vous essayer de nouveau avec des privilèges élevés ?
it: L'accesso al file '%s' è stato negato.Vuoi riprovare con privilegi elevati?
pl: Odmówiono dostępu do pliku '%s'. Czy chcesz spróbować ponownie z podwyższonymi uprawnieniami?
zh_cn: 打开文件“%s”失败，是否以管理员权限重试？

source: Add newline to capture
fi: Lisää uusi rivi kaappaukseen
fr: Ajouter une nouvelle ligne à capturer
pl: Dodaj nową linię do przechwytywania
zh_cn: 添加要捕捉的新行符

source: Add to quick access toolbar
fi: Lisää pikakäyttötyökaluriville
fr: Ajouter à la barre d'outils d'accès rapide
pl: Dodaj do paska narzędzi szybkiego dostępu
zh_cn: 添加到快速访问工具栏

source: Add word to dictionary
fi: Lisää sana sanakirjaan
fr: Ajouter le mot au dictionnaire
it: Aggiungi parola al dizionario
pl: Dodaj słowo do słownika
zh_cn: 添加到拼写检查词典

source: Advanced Settings
fi: Lisäasetukset
fr: Paramètres avancés
pl: Zaawansowane ustawienia
zh_cn: 高级设置

source: All plugin commands are listed here
fi: Kaikki plugin-komennot on lueteltu tässä
fr: Toutes les commandes de plugins sont listées ici
it: Tutti i comandi del plugin sono elencati qui
pl: Wszystkie polecenia wtyczki są wymienione tutaj
zh_cn: 此处列出了所有的插件命令

source: Allows to load a file with a specific encoding
fi: Mahdollistaa tiedoston lataamisen tietyllä koodauksella
fr: Permet de charger un fichier avec un encodage spécifique
it: Consente di caricare un file con una codifica specifica
pl: Pozwala załadować plik z określonym kodowaniem
zh_cn: 允许以指定编码打开文件

source: An update for BowPad is available
fi: BowPadin päivitys on saatavilla
fr: Une mise à jour pour BowPad est disponible
it: È disponibile un aggiornamento per BowPad
pl: Dostępna jest aktualizacja dla BowPad
zh_cn: BowPad 发现新版本

source: Apply/Add
fi: Käytä/Lisää
fr: Appliquer/Ajouter
pl: Zastosuj/Dodaj
zh_cn: 应用/添加

source: Are you sure you want to delete the file '%s'?
fi: Haluatko varmasti poistaa tiedoston '%s'?
fr: Êtes-vous sûr de vouloir supprimer le fichier '%s' ?
it: Sei sicuro di voler eliminare il file '%s'?
pl: Czy na pewno chcesz usunąć plik '%s'?
zh_cn: 您确定要删除“%s”？

source: Are you sure you want to reload '%s'?
fi: Oletko varma, että haluat ladata '%s' uudelleen?
fr: Êtes-vous sûr de vouloir recharger '%s' ?
it: Sei sicuro di voler ricaricare '%s'?
pl: Czy na pewno chcesz przeładować '%s'?
zh_cn: 您确定要重载“%s”？

source: Ascending (A-Z)
fi: Nouseva (A-Z)
fr: Ascendant (A-Z)
it: Ascendente (A-Z)
pl: Rosnąco (A-Z)
zh_cn: 升序（从 A 到 Z）

source: Asks where to save the current tab
fi: Kysyy, mihin nykyinen välilehti tallennetaan
fr: Où enregistrer l'onglet actif
it: Chiedi dove salvare la scheda corrente
pl: Pytaj, gdzie zapisać bieżącą kartę
zh_cn: 弹出保存文件对话框，保存当前标签内容

source: Author: Stefan Küng
fi: Kirjoittaja: Stefan Küng
fr: Auteur : Stefan Küng Traduction : Etienne Jacquemoud
it: Autore: Stefan Küng
pl: Autor: Stefan Küng
zh_cn: 作者：Stefan Küng。中文：Song Baoming，egfree

source: Auto Braces
fi: Automaattiset aaltosulkeet
fr: Accolades auto
it: Parentesi graffe automatiche
pl: Auto nawiasy klamrowe
zh_cn: 自动括号

source: Auto save
fi: Automaattinen tallennus
fr: Sauvegarde auto
it: Salva automaticamente
pl: Auto zapis
zh_cn: 自动保存

source: Auto-save on close
fi: Tallenna automaattisesti sulkemisessa
fr: Sauvegarde auto à la fermeture
it: Salva automaticamente alla chiusura
pl: Auto-zapis przy zamknięciu
zh_cn: 关闭时自动保存

source: Auto-saves modified files
fi: Tallenna muutetut tiedostot automaattisesti
fr: Sauvegarde auto des fichiers modifiés
it: Salva automaticamente i file modificati
pl: Auto-zapisywanie zmodyfikowanych plików
zh_cn: 自动保存修改的文件

source: Auto-saves modified files when the session closes and restores the modified state on load
fi: Tallentaa muutetut tiedostot automaattisesti, kun istunto suljetaan, ja palauttaa muutetun tilan latauksen yhteydessä
fr: Sauvegarde auto les fichiers modifiés à la fermeture de la session et restaure l'état modifié au chargement
it: Salva automaticamente i file modificati quando la sessione si chiude e ripristina lo stato modificato al caricamento
pl: Auto-zapisywanie zmodyfikowanych plików po zamknięciu sesji i przywracaniu zmodyfikowanych stanów po załadowaniu
zh_cn: 当会话关闭时自动保存修改的文件并在加载时恢复修改状态

source: Autocomplete
fi: Automaattinen täydennys
fr: Autocomplétion
pl: Autouzupełnianie
zh_cn: 自动补全

source: Available Languages
fi: Saatavilla olevat kielet
fr: Langues disponibles
it: Lingue disponibili
pl: Dostępne języki
zh_cn: 可用语言

source: Available plugins
fi: Käytettävissä olevat liitännäiset
fr: Plugins disponibles
it: Plugin disponibili
pl: Dostępne wtyczki
zh_cn: 可用插件

source: Bold
fi: Lihavoitu
fr: Gras
it: Grassetto
pl: Pogrubienie
zh_cn: 粗体

source: Bookmark
fi: Kirjanmerkki
fr: Signet
it: Segnalibro
pl: Zakładka
zh_cn: 书签

source: Bookmarks
fi: Kirjanmerkit
fr: Signets
it: Segnalibri
pl: Zakładki
zh_cn: 书签

source: BowPad Text Editor
fr: Éditeur de texte BowPad
it: Editor di testo BowPad
zh_cn: BowPad 文本编辑器

source: BowPad lexer file
fi: BowPad lexer-tiedosto
fr: Fichier Lexer BowPad
it: File lexer BowPad
pl: Plik leksera BowPad
zh_cn: BowPad 分词器文件

source: Cancel
fi: Peruuta
fr: Annuler
it: Annulla
pl: Anuluj
zh_cn: 取消

source: Cancel Do not delete the file.
fi: Peruuta Älä poista tiedostoa.
fr: Annuler Ne pas supprimer le fichier.
it: Annulla Non eliminare il file.
pl: Anuluj Nie usuwaj pliku.
zh_cn: 取消 不删除此文件。

source: Cancel Leave the file where it is.
fi: Peruuta Jätä tiedosto sinne, missä se on.
fr: Annuler Laisser le fichier en l'état.
it: Annulla Lascia il file dove si trova.
pl: Anuluj Pozostaw plik tam, gdzie jest.
zh_cn: 取消 保持原文件。

source: Cancel The file is not created.
fi: Peruuta Tiedostoa ei ole luotu.
fr: Annuler Le fichier n'est pas créé.
it: Annulla Il file non è stato creato.
pl: Anuluj Plik nie został utworzony.
zh_cn: 取消 不创建文件。

source: Cancel The file is not loaded again.
fi: Peruuta Tiedostoa ei ladata uudelleen.
fr: Annulé Le fichier n'est pas encore chargé.
it: Annulla Il file non sarà caricato nuovamente.
pl: Anuluj Plik nie jest ładowany ponownie.
zh_cn: 取消 不重载文件，保留文件当前状态。

source: Cancel The unsaved modifications will be kept.
fi: Peruuta Tallentamattomat muutokset säilytetään.
fr: Annuler Les modifications non enregistrées seront conservées.
it: Annulla Le modifiche non salvate verranno conservate.
pl: Anuluj Niezapisane modyfikacje zostaną zachowane.
zh_cn: 取消 取消当前操作，保留未保存的修改。

source: Capture Regex
fi: Kaappaa Regex
it: Cattura estesa
pl: Przechwytywanie Regex
zh_cn: 捕捉正则表达式

source: Capture regular expressions
fi: Kaappaa säännölliset lausekkeet
fr: Capturer des expressions régulières
it: Cattura espressioni regolari
pl: Przechwytywanie wyrażeń regularnych
zh_cn: 捕捉正则表达式

source: Case insensitive
fi: Kirjainkoolla ei ole merkitystä
fr: Insensible aux majuscules et minuscules
it: MAIUSCOLE/minuscole
pl: Wielkość liter nie stosowana
zh_cn: 区分大小写

source: Change Case
fi: Muuta kirjainkokoa
fr: Changer la casse
it: Cambia MAIUSCOLE/minuscole
pl: Zmień wielkość liter
zh_cn: 大小写转换

source: Check a plugin to install it, uncheck it to deinstall it.
fi: Valitse liitännäinen asentaaksesi ja poista valinta sen poistamiseksi.
fr: Cocher un plugin pour l'installer, décocher-le pour le désinstaller.
it: Seleziona un plugin per installarlo, deselezionalo per disinstallarlo.
pl: Zaznacz wtyczkę, aby ją zainstalować, odznacz ją, aby ją odinstalować.
zh_cn: 选中插件将会被安装，取消选中将会被卸载。

source: Check for Updates
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
it: Verifica aggiornamenti
pl: Sprawdź aktualizacje
zh_cn: 检查更新

source: Check for errors only in comments, strings and text
fi: Tarkista virheet vain kommenteista, merkkijonoista ja tekstistä
fr: Rechercher les erreurs uniquement dans les commentaires, les chaînes et le texte
it: Verifica la presenza di errori solo nei commenti, nelle stringhe e nel testo
pl: Sprawdź błędy tylko w komentarzach, ciągach znaków i tekście
zh_cn: 仅在注释、字符串和文本中检查拼写错误

source: Check for updates
fi: Tarkista päivitykset
fr: Vérifier les mises à jour
pl: Sprawdź aktualizacje
zh_cn: 检查更新

source: Check spelling
fi: Tarkista oikeinkirjoitus
fr: Vérifier l'orthographe
it: Controllo ortografico
pl: Sprawdź pisownię
zh_cn: 检查拼写

source: Chose the encoding of new files
fi: Valitse uusien tiedostojen koodaus
fr: Choisir l'encodage des nouveaux fichiers
it: Scegli la codifica dei nuovi file
pl: Wybierz kodowanie nowego pliku
zh_cn: 选择新文件的编码

source: Chose the line ending of new files
fi: Valitse uusien tiedostojen rivin loppu
fr: Choisir la fin de ligne des nouveaux fichiers
it: Scegli la fine della riga dei nuovi file
pl: Wybierz zakończenie linii nowych plików
zh_cn: 选择新文件的行尾符

source: Clear Bookmarks
fi: Tyhjennä kirjanmerkit
fr: Effacer les signets
it: Cancella segnalibri
pl: Wyczyść zakładki
zh_cn: 清除全部书签

source: Clipboard
fi: Leikepöytä
fr: Presse-papiers
it: Appunti
pl: Schowek
zh_cn: 剪贴板

source: Close
fi: Sulje
fr: Fermer
pl: Zamknij
zh_cn: 关闭

source: Close All Tabs
fi: Sulje kaikki välilehdet
fr: Fermer tous les onglets
it: Chiudi tutte le schede
pl: Zamknij wszystkie karty
zh_cn: 关闭所有标签

source: Close All Tabs Except This One
fi: Sulje kaikki muut välilehdet paitsi tämä
fr: Fermer tous les onglets excepté celui-ci
it: Chiudi tutte le schede eccetto questa
pl: Zamknij wszystkie karty z wyjątkiem tej
zh_cn: 关闭其它标签

source: Close Tab
fi: Sulje välilehti
fr: Fermer l'onglet
it: Chiudi scheda
pl: Zamknij kartę
zh_cn: 关闭标签

source: Close all
fi: Sulje kaikki
fr: Fermer tout
it: Chiudi tutto
pl: Zamknij wszystko
zh_cn: 全部关闭

source: Close all but this
fi: Sulje kaikki paitsi tämä
fr: Fermer tout sauf ceci
it: Chiudi tutto eccetto questo
pl: Zamknij wszystko oprócz tego
zh_cn: 关闭其它

source: Close the current tab
fi: Sulje nykyinen välilehti
fr: Fermer l'onglet actif
it: Chiudi la scheda corrente
pl: Zamknij bieżącą kartę
zh_cn: 关闭当前标签

source: Close the document The document tab is closed.
fi: Sulje dokumentti Dokumentin välilehti suljetaan.
fr: Fermer le document L'onglet du document est fermé.
it: Chiudi il documento La scheda del documento è chiusa.
pl: Zamknij dokument Karta dokumentu jest zamknięta
zh_cn: 关闭文件 关闭当前文件标签。

source: Closes all open files
fi: Sulkee kaikki avoimet tiedostot
fr: Ferme tous les fichiers ouverts
it: Chiude tutti i file aperti
pl: Zamyka wszystkie otwarte pliki
zh_cn: 关闭所有打开的文件

source: Closes all open files except the current one
fi: Sulkee kaikki avoimet tiedostot nykyistä lukuun ottamatta
fr: Ferme tous les fichiers ouverts sauf celui-ci
it: Chiude tutti i file aperti eccetto quello attuale
pl: Zamyka wszystkie otwarte pliki z wyjątkiem bieżącego
zh_cn: 关闭除外当前文件以外的文件

source: Cmd
zh_cn: 命令

source: Code
fi: Koodi
it: Codice
pl: Kod
zh_cn: 代码

source: Code Snippets
fi: Koodinpätkät
fr: Extraits de code
pl: Fragmenty kodu
zh_cn: 代码片段

source: Codepages/Character sets
fi: Koodisivut/merkkijoukot
fr: Jeux de pages de codes/caractères
it: Tabella codici/set di caratteri
pl: Strony kodowe/Zestawy znaków
zh_cn: 代码页/字符集

source: Color
fi: Väri
fr: Couleur
it: Colore
pl: Kolor
zh_cn: 颜色

source: Command Line:
fi: Komentorivi:
fr: Ligne de commande :
it: Riga di comando:
pl: Wiersz poleceń:
zh_cn: 命令行：

source: Command Name:
fi: Komennon nimi:
fr: Nom de la commande :
it: Nome comando:
pl: Nazwa polecenia:
zh_cn: 名称：

source: Comment
fi: Kommentti
fr: Commenter
it: Commento
pl: Polecenie
zh_cn: 注释内容

source: Comments the selected text
fi: Kommentoi valitun tekstin
fr: Commente le texte sélectionné
it: Commenta il testo selezionato
pl: Komentuje wybrany tekst
zh_cn: 注释选中的内容

source: Configure Code Snippets
fi: Määritä koodinpätkät
fr: Configurer les extraits de code
pl: Konfiguracja fragmentów kodu
zh_cn: 配置代码片段

source: Configure Keyboard Shortcuts
fi: Määritä näppäimistön pikavalinnat
fr: Configurer les raccourcis clavier
it: Configura scorciatoie da tastiera
pl: Konfiguracja skrótów klawiaturowych
zh_cn: 配置快捷键

source: Configure Plugins
fi: Määritä liitännäiset
fr: Configurer les plugins
it: Configura plugin
pl: Konfiguracja wtyczek
zh_cn: 配置插件

source: Configure Shortcuts
fi: Määritä pikavalinnat
fr: Configurer les raccourcis
it: Configura scorciatoie
pl: Konfiguracja skrótów
zh_cn: 配置快捷键

source: Configure Styles
fi: Määritä tyylit
fr: Configurer les styles
it: Configura stili
pl: Konfiguracja stylów
zh_cn: 配置样式

source: Configure colors, fonts, styles and sizes
fi: Määritä värit, fontit, tyylit ja koot
fr: Configurer les couleurs, les polices, les styles et les tailles
it: Configura colori, caratteri, stili e dimensioni
pl: Konfiguracja kolorów, czcionek, stylów i rozmiarów
zh_cn: 配置颜色、字体、样式和大小

source: Configure custom commands
fi: Määritä muokatut komennot
fr: Configurer les commandes personnalisées
it: Configura comandi personalizzati
pl: Konfiguracja poleceń niestandardowych
zh_cn: 配置自定义命令

source: Configure plugins
fi: Määritä liitännäiset
fr: Configurer les plugins
it: Configura plugin
pl: Konfiguracja wtyczek
zh_cn: 配置插件

source: Convert to
fi: Muunna muotoon
fr: Convertir vers
it: Converti in
pl: Konwertuj do
zh_cn: 转换编码

source: Converts all spaces in the document to tabs
fi: Muuntaa kaikki asiakirjan välilyönnit sarkaimiksi
fr: Convertit tous les espaces du document en onglets
it: Converte tutti gli spazi nel documento in tabulazioni
pl: Konwertuje wszystkie spacje w dokumencie na tabulatory
zh_cn: 转换文档中的所有空格为制表符

source: Converts all tabs in the document to spaces
fi: Muuntaa kaikki asiakirjan sarkaimet välilyönneiksi
fr: Convertit tous les onglets du document en espaces
it: Converte tutte le tabulazioni del documento in spazi
pl: Konwertuje wszystkie tabulatory w dokumencie na spacje
zh_cn: 转换文档中的所有制表符为空格

source: Converts the file to the specified encoding
fi: Muuntaa tiedoston määritettyyn koodaukseen
fr: Convertit le fichier avec l'encodage spécifié
it: Converte il file nella codifica specificata
pl: Konwertuje plik na określone kodowanie
zh_cn: 转换文件为指定的编码

source: Converts the selection to Title Case
fi: Muuntaa valinnan otsikkokokoon
fr: Convertit la sélection en titre
it: Converte la selezione in maiuscole/minuscole
pl: Konwertuje zaznaczenie na wielkość liter w tytule
zh_cn: 转换选中内容为标题式大写

source: Converts the selection to UPPERcase
fi: Muuntaa valinnan ISOIKSI kirjaimiksi
fr: Convertit la sélection en majuscules
it: Converte la selezione in MAIUSCOLO
pl: Konwertuje zaznaczenie na WIELKIE LITERY.
zh_cn: 转换选中内容为大写

source: Converts the selection to lowercase
fi: Muuntaa valinnan pieniksi kirjaimiksi
fr: Convertit la sélection en minuscules
it: Converte la selezione in minuscolo
pl: Konwertuje zaznaczenie na małe litery.
zh_cn: 转换选中内容为小写

source: Copies the name of the current file to the clipboard
fi: Kopioi nykyisen tiedoston nimen leikepöydälle
fr: Copie le nom du fichier actuel dans le presse-papiers
it: Copia il nome del file corrente negli appunti
pl: Kopiuje nazwę bieżącego pliku do schowka
zh_cn: 复制当前文件名到剪贴板

source: Copies the path of the current file to the clipboard
fi: Kopioi nykyisen tiedoston polun leikepöydälle
fr: Copie le chemin du fichier actuel dans le presse-papiers
it: Copia il percorso del file corrente negli appunti
pl: Kopiuje ścieżkę bieżącego pliku do schowka
zh_cn: 复制当前文件路径到剪贴板

source: Copies the path of the directory of the current file to the clipboard
fi: Kopioi nykyisen tiedoston hakemistopolun leikepöydälle
fr: Copie le chemin du répertoire du fichier actuel dans le presse-papiers
it: Copia il percorso della cartella del file corrente negli appunti
pl: Kopiuje ścieżkę katalogu bieżącego pliku do schowka
zh_cn: 复制当前文件所在目录路径到剪贴板

source: Copy
fi: Kopioi
fr: Copier
it: Copia
pl: Kopiuj
zh_cn: 复制

source: Copy Directory
fi: Kopioi hakemisto
fr: Copier le dossier
it: Copia cartella
pl: Kopiuj katalog
zh_cn: 复制目录

source: Copy Name
fi: Kopioi nimi
fr: Copier le nom
it: Copia nome
pl: Kopiuj nazwę
zh_cn: 复制文件名

source: Copy Path
fi: Kopioi polku
fr: Copier le chemin
it: Copia percorso
pl: Kopiuj ścieżkę
zh_cn: 复制路径

source: Copy the current selection to the clipboard. Hold down the shift key to copy the text formatted.
fi: Kopioi nykyinen valinta leikepöydälle. Pidä shift-näppäintä alhaalla kopioidaksesi muotoillun tekstin.
fr: Copie la sélection actuelle vers le presse-papiers. Maintenir la touche shift pour copier le texte formaté.
it: Copia la selezione corrente negli appunti. Tieni premuto il tasto Maiusc per copiare il testo formattato.
pl: Skopiuj bieżące zaznaczenie do schowka. Przytrzymaj wciśnięty Shift, aby skopiować sformatowany tekst
zh_cn: 复制当前选中内容到剪贴板。按住 Shift 键复制带格式文本。

source: Copy the file The copy is opened in another tab.
fi: Kopioi tiedosto Kopio avataan toiseen välilehteen.
fr: Copier le fichier La copie est ouverte dans un autre onglet.
it: Copia il file La copia viene aperta in un'altra scheda.
pl: Skopiuj plik Kopia zostanie otwarta na innej karcie
zh_cn: 复制该文件 在另一个标签中打开当前文件副本。

source: Correct spelling mistakes
fi: Korjaa oikeinkirjoitusvirheet
fr: Corriger les erreurs d'orthographe
it: Correggi errori di ortografia
pl: Popraw błędy ortograficzne
zh_cn: 更正拼写错误

source: Corrections
fi: Korjaukset
it: Correzioni
pl: Korekty
zh_cn: 更正

source: Corresponding File
fi: Vastaava tiedosto
fr: Fichier correspondant
it: File corrispondente
pl: Odpowiedni plik
zh_cn: 相应文件

source: Corresponding Files
fi: Vastaavat tiedostot
fr: Fichier correspondants
it: File corrispondenti
pl: Odpowiednie pliki
zh_cn: 相应文件

source: Could not download the language file!
fi: Kielitiedostoa ei voitu ladata!
fr: Impossible de télécharger le fichier de langue !
it: Impossibile scaricare il file della lingua!
pl: Nie można pobrać pliku językowego!
zh_cn: 无法下载语言文件!

source: Create '%s'
fi: Luo '%s'
fr: Créer '%s'
it: Crea '%s
pl: Utwórz '%s'
zh_cn: 创建“%s”

source: Create Corresponding File
fi: Luo vastaava tiedosto
fr: Créer le fichier correspondant
it: Crea file corrispondente
pl: Utwórz odpowiedni plik
zh_cn: 创建相应文件

source: Create corresponding files
fi: Luo vastaavat tiedostot
fr: Créer les fichiers correspondants
it: Crea file corrispondenti
pl: Utwórz odpowiednie pliki
zh_cn: 创建相应文件

source: Create files on OK.
fi: Luo tiedostoja OK.
fr: Créer les fichiers sur OK.
it: Crea file su OK.
pl: Utwórz pliki na OK
zh_cn: 确认后创建文件。

source: Create An empty file is created.
fi: Luo Tyhjä tiedosto luodaan.
fr: Créer Un fichier vide est créé.
it: Crea Viene creato un file vuoto.
pl: Utwórz Pusty plik jest tworzony.
zh_cn: 创建 创建一个空白的文件。

source: Creates a copy of the current tab
fi: Luo kopion nykyisestä välilehdestä
fr: Crée une copie de l'onglet actif
it: Crea una copia della scheda corrente
pl: Tworzy kopię bieżącej karty
zh_cn: 创建当前标签的副本

source: Creates a new tab with an empty document
fi: Luo uuden välilehden, jossa on tyhjä asiakirja
fr: Crée un nouvel onglet avec un document vide
it: Crea una nuova scheda con un documento vuoto
pl: Tworzy nową kartę z pustym dokumentem
zh_cn: 创建一个空标签

source: Ctrl+click to follow URL or click here
fi: Seuraa URL-osoitetta Ctrl+napsauttamalla tai klikkaa tästä
fr: Ctrl+clic pour suivre l'URL ou cliquez ici
pl: Ctrl+kliknięcie, do śledzenia URL lub kliknij tutaj
zh_cn: Ctrl+点击 用于跟踪网址 或点击这里

source: Custom Command %d
fi: Mukautettu komento %d
fr: Commande personnalisée %d
it: Personalizza comando %d
pl: Polecenie niestandardowe %d
zh_cn: 自定义命令 %d

source: Custom Command 0
fi: Mukautettu komento 0
fr: Commande personnalisée 0
it: Personalizza comando 0
pl: Polecenie niestandardowe 0
zh_cn: 自定义命令 0

source: Custom Command 1
fi: Mukautettu komento 1
fr: Commande personnalisée 1
it: Personalizza comando 1
pl: Polecenie niestandardowe 1
zh_cn: 自定义命令 1

source: Custom Command 2
fi: Mukautettu komento 2
fr: Commande personnalisée 2
it: Personalizza comando 2
pl: Polecenie niestandardowe 2
zh_cn: 自定义命令 2

source: Custom Command 3
fi: Mukautettu komento 3
fr: Commande personnalisée 3
it: Personalizza comando 3
pl: Polecenie niestandardowe 3
zh_cn: 自定义命令 3

source: Custom Command 4
fi: Mukautettu komento 4
fr: Commande personnalisée 4
it: Personalizza comando 4
pl: Polecenie niestandardowe 4
zh_cn: 自定义命令 4

source: Custom Command 5
fi: Mukautettu komento 5
fr: Commande personnalisée 5
it: Personalizza comando 5
pl: Polecenie niestandardowe 5
zh_cn: 自定义命令 5

source: Custom Command 6
fi: Mukautettu komento 6
fr: Commande personnalisée 6
it: Personalizza comando 6
pl: Polecenie niestandardowe 6
zh_cn: 自定义命令 6

source: Custom Command 7
fi: Mukautettu komento 7
fr: Commande personnalisée 7
it: Personalizza comando 7
pl: Polecenie niestandardowe 7
zh_cn: 自定义命令 7

source: Custom Command 8
fi: Mukautettu komento 8
fr: Commande personnalisée 8
it: Personalizza comando 8
pl: Polecenie niestandardowe 8
zh_cn: 自定义命令 8

source: Custom Command 9
fi: Mukautettu komento 9
fr: Commande personnalisée 9
it: Personalizza comando 9
pl: Polecenie niestandardowe 9
zh_cn: 自定义命令 9
