Repository: BlueGitMan/BowPad
Catalog: Languages/BowPad_*.po
Languages: fi, fr, it, pl, zh_cn

source: Custom Commands
fi: Mukautetut komennot
fr: Commandes personnalisées
it: Personalizza comandi
pl: Polecenia niestandardowe
zh_cn: 自定义命令

source: Cut
fi: Leikkaa
fr: Couper
it: Taglia
pl: Wytnij
zh_cn: 剪切

source: Cut the current selection to the clipboard. Hold down the shift key to cut the text formatted.
fi: Leikkaa nykyinen valinta leikepöydälle. Pidä Shift-näppäintä alhaalla, jos haluat leikata muotoillun tekstin.
fr: Couper la sélection actuelle vers le presse-papiers. Maintenir la touche shift pour couper le texte formaté.
it: Taglia la selezione corrente negli appunti. Tieni premuto il tasto Maiusc per tagliare il testo formattato.
pl: Wytnij bieżące zaznaczenie do schowka. Przytrzymaj klawisz Shift, aby wyciąć sformatowany tekst
zh_cn: 剪切当前选中内容到剪贴板。按住 Shift 键剪切带格式文本。

source: Dark Theme
fi: Tumma teema
fr: Thème sombre
it: Tema scuro
pl: Ciemny Motyw
zh_cn: 暗色主题

source: Defaults for new files
fi: Oletukset uusille tiedostoille
fr: Valeurs par défaut pour les nouveaux fichiers
it: Impostazioni predefinite per i nuovi file
pl: Domyślne dla nowych plików
zh_cn: 新建文件默认设置

source: Delete
fi: Poista
fr: Supprimer
it: Elimina
pl: Usuń
zh_cn: 删除

source: Delete File
fi: Poista tiedosto
fr: Supprimer le fichier
it: Elimina file
pl: Usuń plik
zh_cn: 删除文件

source: Delete file
fi: Poista tiedosto
fr: Supprimer le fichier
it: Elimina file
pl: Usuń plik
zh_cn: 删除文件

source: Delete The file will be removed.
fi: Poista Tiedosto poistetaan.
fr: Supprimer Le fichier va être supprimé.
it: Elimina Il file verrà rimosso.
pl: Usuń Plik zostanie usunięty
zh_cn: 删除 删除选中的文件。

source: Deletes the file of the current tab
fi: Poistaa nykyisen välilehden tiedoston
fr: Supprime le fichier de l'onglet actif
it: Elimina il file della scheda corrente
pl: Usuwa plik bieżącej karty
zh_cn: 删除当前标签的文件

source: Descending (Z-A)
fi: Laskeva (Z-A)
fr: Descendant (Z-A)
it: Decrescente (Z-A)
pl: Malejąco (Z-A)
zh_cn: 倒序（从 Z 到 A）

source: Determines whether a tab is inserted or spaces when the tab key is pressed.
fi: Määrittää, lisätäänkö sarkain tai välilyönti, kun tabulaattorinäppäintä painetaan.
fr: Détermine si un onglet ou des espaces sont insérés lorsque la touche de tabulation est actionnée.
it: Determina se viene inserita una tabulazione o spazi quando viene premuto il tasto Tab.
pl: Określa, czy karta jest wstawiana lub spacje po naciśnięciu karty
zh_cn: 指定按下键盘 Tab 键时是插入制表符还是空格。

source: Do &not download the update You will be reminded again about the update in a week.
fi: Älä &lataa päivitystä Sinua muistutetaan päivityksestä uudelleen viikon kuluttua.
fr: &Ne pas télécharger la mise à jour "Un nouveau rappel de la mise à jour sera effectué dans une semaine.
it: &Non scaricare l'aggiornamento Ti verrà ricordato di nuovo l'aggiornamento tra una settimana.
pl: &Nie pobieraj aktualizacji Otrzymasz przypomnienie o aktualizacji za tydzień.
zh_cn: 不下载更新(&N) 您将在一周后再次收到更新提醒。

source: Do this for all files
fi: Tee tämä kaikille tiedostoille
fr: Effectuer cette action pour tous les fichiers
it: Fai questo per tutti i file
pl: Zrób to dla wszystkich plików
zh_cn: 对所有文件执行相同操作

source: Do you want to copy the file '%s' to '%s'?
fi: Haluatko kopioida tiedoston '%s' -> '%s'?
fr: Voulez-vous copier le fichier '%s' vers '%s' ?
it: Vuoi copiare il file '%s' in '%s'?
pl: Czy chcesz skopiować plik '%s' do '%s'?
zh_cn: 你想复制文件 “%s” 到 “%s”？

source: Do you want to move the file '%s' to '%s'?
fi: Haluatko siirtää tiedoston '%s' -> '%s'?
fr: Voulez-vous déplacer le fichier '%s' vers '%s' ?
it: Vuoi spostare il file '%s' in '%s'?
pl: Czy chcesz przenieść plik '%s' do '%s'?
zh_cn: 你想移动文件 “%s” 到 “%s”？

source: Do you want to save changes to "%s"?
fi: Haluatko tallentaa muutokset asiakirjaan %s?
fr: Voulez-vous enregistrer les modifications apportées à "%s" ?
it: Vuoi salvare le modifiche in "%s"?
pl: Czy chcesz zapisać zmiany w "%s"?
zh_cn: 你想保存更改到 “%s”？

source: Do&n't save
fi: Älä talle&nna
fr: Ne pas e&nregistrer
it: &Non salvare
pl: N&ie zapisuj
zh_cn: 不保存(&N)

source: Document Summary
fi: Yhteenveto asiakirjasta
fr: Résumé du document
it: Riepilogo documento
pl: Podsumowanie dokumentu
zh_cn: 文档摘要

source: Document modified
fi: Asiakirjaa muutettu
fr: Document modifié
it: Documento modificato
pl: Dokument zmodyfikowany
zh_cn: 文件已被修改

source: Document removed
fi: Asiakirja poistettu
fr: Document supprimé
it: Documento rimosso
pl: Dokument usunięty
zh_cn: 文件已被删除

source: Don't Save The file is not saved.
fi: Älä Tallenna Tiedostoa ei tallenneta.
fr: Ne pas enregistrer Le fichier n'est pas enregistré.
it: Non salvare Il file non è stato salvato.
pl: Nie zapisuj Plik nie jest zapisywany.
zh_cn: 不保存 文件将不会被保存。

source: Don't open The file is not opened.
fi: Älä avaa Tiedostoa ei ole avattu.
fr: Ne pas ouvrir Le fichier n'est pas ouvert.
it: Non aprire Il file non è stato aperto.
pl: Nie otwieraj Plik nie jest otwierany.
zh_cn: 不打开 文件将不会被打开。

source: Download and install the update Updates BowPad to the latest version.
fi: Lataa ja asenna päivitys Päivittää BowPadin uusimpaan versioon.
fr: Télécharger et installer la mise à jour Mise à jour de BowPad vers la dernière version.
it: Scarica e installa l'aggiornamento Aggiorna BowPad all'ultima versione.
pl: Pobierz i zainstaluj aktualizację Aktualizuje BowPad do najnowszej wersji.
zh_cn: 下载并安装更新 更新 BowPad 为最新版本。

source: Download of language list succeeded. Now you can select a language from that list.
fi: Kieliluettelon lataaminen onnistui. Nyt voit valita kielen luettelosta.
fr: Téléchargement réussi de la liste des langues. Vous pouvez maintenant sélectionner une langue de cette liste.
it: Lista delle lingue scaricata correttamente. Ora puoi selezionare una lingua da quella lista.
pl: Pobieranie listy języków powiodło się. Teraz możesz wybrać język z tej listy.
zh_cn: 已成功下载语言列表。现在您可以从该列表中选择一种语言。

source: Download the update You have to install the update manually.
fi: Lataa päivitys Sinun on asennettava päivitys manuaalisesti.
fr: Télécharger la mise à jour Vous devez installer la mise à jour manuellement.
it: Scarica l'aggiornamento Devi installare l'aggiornamento manualmente.
pl: Pobierz aktualizację Musisz ręcznie zainstalować aktualizację.
zh_cn: 下载更新 您必须手动安装更新。

source: Draws a frame around the current line
fi: Piirtää kehyksen nykyisen viivan ympärille
fr: Dessine un cadre autour de la ligne actuelle
pl: Rysuje ramkę wokół bieżącej linii
zh_cn: 在当前行绘制框架

source: Duplicate Line
fi: Piirtää kehyksen nykyisen rivin ympärille
fr: Dupliquer la ligne
it: Duplica riga
pl: Zduplikowana linia
zh_cn: 重复行

source: Duplicates the current line
fi: Monistaa nykyisen rivin
fr: Duplique la ligne actuelle
it: Duplica la riga corrente
pl: Duplikuje bieżącą linię
zh_cn: 重复当前行

source: E&xit
fi: &Lopeta
fr: &Quitter
it: E&sci
pl: W&yjście
zh_cn: 退出(&X)

source: Edit
fi: Muokkaa
fr: Éditer
it: Modifica
pl: Edytuj
zh_cn: 编辑

source: Edit Selection
fi: Muokkaa valintaa
fr: Éditer Sélection
it: Modifica selezione
pl: Edytuj wybór
zh_cn: 编辑选择内容

source: Edit all occurrences of the current selection at once
fi: Muokkaa kaikkia nykyisen valinnan esiintymiä kerralla
fr: Éditer toutes les occurrences de la sélection actuelle en même temps
it: Modifica contemporaneamente tutte le occorrenze della selezione corrente
pl: Edytuj wszystkie wystąpienia bieżącego zaznaczenia naraz
zh_cn: 一次性编辑当前选择内容的所有出现位置

source: Edit at end
fi: Muokkaa lopussa
fr: Éditer à la fin
pl: Edytuj na końcu
zh_cn: 在结尾编辑

source: Edit at end of selected lines
fi: Muokkaa valittujen rivien lopussa
fr: Éditer à la fin des lignes choisies
pl: Edytuj na końcu wybranych linii
zh_cn: 在选择行的结尾编辑

source: Elevated
fi: Korotettu
fr: Privilèges administrateur
it: Elevata
pl: Podwyższony
zh_cn: 提权

source: Enable to automatically add a closing brace when an opening brace is entered
fi: Ota käyttöön sulkeutuvan aaltosulkeen lisääminen automaattisesti, kun avaussulku syötetään
fr: Activer l'ajout auto d'une accolade fermante lorsqu'une accolade ouvrante est saisie
it: Abilita per aggiungere automaticamente una parentesi graffa di chiusura quando viene inserita una parentesi graffa di apertura
pl: Włącz automatyczne dodawanie nawiasu zamykającego po wprowadzeniu nawiasu otwierającego
zh_cn: 启用以便在输入一个开启括号时自动添加闭合括号

source: Enables hardware acceleration for drawing
fi: Ottaa käyttöön laitteistokiihdytyksen piirtämistä varten
fr: Active l’accélération matérielle pour le dessin
pl: Włącza przyspieszenie sprzętowe do rysowania
zh_cn: 为绘图启用硬件加速

source: Enables/Disables the spell checker
fi: Ottaa oikeinkirjoituksen tarkistuksen käyttöön/pois käytöstä
fr: Active/Désactive la correction orthographique
it: Abilita/disabilita il controllo ortografico
pl: Włącza/Wyłącza sprawdzanie pisowni
zh_cn: 启用/禁用拼写检查

source: Encoding
fi: Koodaus
fr: Encodage
it: Codifica
pl: Kodowanie
zh_cn: 编码

source: Encoding: %s
fi: Koodaus: %s
fr: Encodage : %s
it: Codifica: %s
pl: Kodowanie: %s
zh_cn: 编码：%s

source: Enter command name
fi: Syötä komennon nimi
fr: Nom de la commande
it: Estensione
pl: Wprowadź nazwę polecenia
zh_cn: 输入命令名

source: Extension
fi: Pääte
pl: Rozszerzenie
zh_cn: 扩展名

source: F&iles (e.g.: *.txt;*.dat):
fi: T&iedostot (esim. *.txt, *.dat):
fr: F&ichiers (par ex. : *.txt;*.dat) :
it: F&iles (esempio: *.txt;*.dat):
pl: P&liki (np: *.txt;*.dat):
zh_cn: 文件(&F)(如：*.txt;*.dat):

source: F&older to search:
fi: Haettava kansi&o:
fr: Répert&oires où rechercher :
it: C&artella da cercare
pl: F&older do wyszukiwania:
zh_cn: 搜索文件夹(&O)：

source: Failed to download the list of available languages.
fi: Käytettävissä olevien kielten luettelon lataaminen epäonnistui.
fr: Impossible de télécharger la liste des langues disponibles.
it: Impossibile scaricare la lista delle lingue disponibili.
pl: Nie udało się pobrać listy dostępnych języków.
zh_cn: 下载可用语言的列表失败。

source: Failed to load the file '%s'. The error message is: %s
fi: Tiedoston '%s' lataaminen epäonnistui. Virheilmoitus: %s
fr: Le chargement du fichier '%s' a échoué. Le message d'erreur est le suivant : %s
it: Impossibile caricare il file '%s'. Il messaggio di errore è: %s
pl: Nie udało się załadować pliku '%s'. Komunikat o błędzie: %s
zh_cn: 无法加载文件“%s”。 错误消息是： %s

source: Failed to save the file '%s'. The error message is: %s
fi: Tiedoston '%s' tallentaminen epäonnistui. Virheilmoitus: %s
fr: L'enregistrement du fichier '%s' a échoué. Le message d'erreur est le suivant : %s
it: Impossibile salvare il file '%s'. Il messaggio di errore è: %s
pl: Nie udało się zapisać pliku '%s'. Komunikat o błędzie: %s
zh_cn: 无法保存文件“%s”。 错误消息是： %s

source: Fetch remote languages...
fi: Nouda etäkieliä...
fr: Récupérer la liste des langues...
it: Recupera lingue remote...
pl: Pobierz zdalne języki...
zh_cn: 获取远程语言...

source: Fetching plugins list - please wait...
fi: Haetaan liitännäisluetteloa – odota...
fr: Récupération de la liste des plugins... Veuillez patienter...
it: Recupero lista plugin - attendere...
pl: Pobieranie listy wtyczek - proszę czekać...
zh_cn: 正在获取插件列表 - 请稍候...

source: File
fi: Tiedosto
fr: Fichier
pl: Plik
zh_cn: 文件

source: File Tree
fi: Tiedostopuu
fr: Arborescence du fichier
it: Albero file
pl: Drzewo plików
zh_cn: 文件树

source: File "%s" already exists.
fi: Tiedosto "%s" on jo olemassa.
fr: Le fichier "%s" existe déjà.
it: File "%s" già esistente.
pl: Plik "%s" już istnieje
zh_cn: 文件 “%s” 已存在。

source: File does not exist
fi: Ttiedostoa ei ole olemassa
fr: Le fichier n'existe pas
it: Il file non esiste
pl: Plik nie istnieje
zh_cn: 文件不存在

source: File extensions for this style, separated by semicolon. Example: cpp;c;h;hpp
fi: Tämän tyylin tiedostopäätteet puolipisteellä erotettuna. Esimerkki: cpp;c;h;hpp
fr: Extensions de fichiers pour ce style, séparées par des points-virgules. Exemple : ccp;c;h;hpp
it: Estensioni file per questo stile, separate da punto e virgola. Esempio: cpp;c;h;hpp
pl: Rozszerzenia plików dla tego stylu oddzielone średnikami. Przykład: cpp;c;h;hpp
zh_cn: 应用该样式的文件扩展名，以英文分号分隔。 示例：cpp;c;h;hpp

source: File is too big to be opened by BowPad
fi: Tiedosto on liian suuri avattavaksi BowPadilla
fr: Le fichier est trop volumineux pour être ouvert par BowPad
it: Il file è troppo grande per essere aperto da BowPad
pl: Plik jest za duży do otwarcia przez BowPad
zh_cn: 文件太大，BowPad 无法打开

source: File tree is empty no files to show
fi: Tiedostopuu on tyhjä ei näytettäviä tiedostoja
fr: L'arborescence des fichiers est vide aucun fichier à afficher
pl: Drzewo plików jest puste brak plików do wyświetlenia
zh_cn: 文件树是空的 没有文件显示

source: Filename required for first file.
fi: Ensimmäisen tiedoston vaadittu tiedostonimi.
fr: Un nom de fichier est nécessaire pour le premier fichier.
it: Nome file richiesto per il primo file.
pl: Nazwa pliku wymagana dla pierwszego pliku.
zh_cn: 第一个文件需要指定文件名称。

source: Filename required for second file.
fi: Toisen tiedoston vaadittu tiedostonimi.
fr: Un nom de fichier est nécessaire pour le second fichier.
it: Nome file richiesto per il secondo file.
pl: Nazwa pliku wymagana dla drugiego pliku.
zh_cn: 第二个文件需要指定文件名称。

source: Filenames must be different.
fi: Tiedostonimien on oltava erilaisia.
fr: Les noms de fichiers doivent être différents.
it: I nomi dei file devono essere diversi.
pl: Nazwy plików muszą być różne.
zh_cn: 文件名不能相同。

source: Files "%s" and "%s" already exist.
fi: Tiedostot "%s" ja "%s" ovat jo olemassa.
fr: Les fichiers "%s" et "%s" existent déjà.
it: Files "%s" e "%s" già esistenti.
pl: Pliki "%s" i "%s" już istnieją.
zh_cn: 文件“%s”和“%s”已存在。

source: Find
fi: Etsi
fr: Rechercher
it: Trova
pl: Znajdź
zh_cn: 查找

source: Find && Replace
fi: Etsi ja ko&rvaa
fr: Rechercher && remplacer
it: Trova e sostituisci
pl: Znajdź && Zamień
zh_cn: 查找和替换

source: Find &All
fi: Etsi k&aikki
fr: Rechercher tout
it: Trova &tutto
pl: Znajdź &wszystko
zh_cn: 查找全部(&A)

source: Find All In &Folder
fi: Etsi kaikki &kansiosta
fr: Rechercher tout dans le répertoire
it: Trova tutto nella &cartella
pl: Znajdź wszystko w &folderze
zh_cn: 查找下方文件夹中全部文件(&F)

source: Find All In All &Tabs
fi: Etsi kaikki jokaiselta &välilehdeltä
fr: Rechercher tout dans les ongle&ts ouverts
it: Trova tutto in tutte le &schede
pl: Znajdź wszystko we wszystkich &zakładkach
zh_cn: 查找所有标签页中的全部文件(&T)

source: Find Fi&les
fi: Etsi &tiedostoja
fr: Rechercher les fichiers
it: Trova i fi&le
pl: Znajdź p&liki
zh_cn: 查找文件(&L)

source: Find Files
fi: Etsi tiedostoja
fr: Rechercher les fichiers
it: Trova i file
pl: Znajdź Pliki
zh_cn: 查找文件

source: Find Next
fi: Etsi seuraava
fr: Suivant
it: Trova successivo
pl: Znajdź następny
zh_cn: 查找下一个

source: Find Next Selected
fi: Hae seuraava valittu
fr: Sélection suivante
it: Trova successivo selezionato
pl: Znajdź następny wybrany
zh_cn: 查找下一个选中项

source: Find Previous
fi: Etsi edellinen
fr: Précédent
it: Trova precedente
pl: Znajdź poprzedni
zh_cn: 查找上一个

source: Find Result Action
fi: Tuloksen etsintä
fr: Trouver le résultat Action
it: Trova azione risultato
pl: Znajdź wynik działania
zh_cn: 查找结果动作

source: Find and Replace for functions is not implemented.
fi: Etsi ja korvaa funktioita ei ole toteutettu.
fr: La fonctionnalité Rechercher & Remplacer n'est pas implémentée pour les fonctions.
it: Trova e sostituisci per le funzioni non è implementato.
pl: Znajdź i zamień dla funkcji nie jest zaimplementowana.
zh_cn: 查找和替换函数功能未实现。

source: Find and replace
fi: Etsi ja korvaa
fr: Rechercher et remplacer
it: Trova e sostituisci
pl: Znajdź i zamień
zh_cn: 查找和替换

source: Find previous.
fi: Etsi edellinen.
fr: Rechercher le précédent.
it: Trova precedente.
pl: Znajdź poprzednie.
zh_cn: 查找上一项。

source: Find/Replace
fi: Etsi/korvaa
fr: Rechercher/Remplacer
it: Trova/Sostituisci
pl: Znajdź/Zastąp
zh_cn: 查找/替换

source: Folder "%s" does not exist.
fi: Kansiota "%s" ei ole olemassa.
fr: Le répertoire "%s" n'existe pas.
it: Cartella "%s" non esistente.
pl: Folder "%s" nie istnieje.
zh_cn: 文件夹 “%s” 不存在。

source: Folder required for first file.
fi: Ensimmäisen tiedoston edellyttämä kansio.
fr: Un répertoire est nécessaire pour le premier fichier.
it: Cartella richiesta per il primo file.
pl: Folder wymagany dla pierwszego pliku.
zh_cn: 第一个文件需要指定文件夹。

source: Folder required for second file.
fi: Toisen tiedoston edellyttämä kansio.
fr: Un répertoire est nécessaire pour le second fichier.
it: Cartella richiesta per il secondo file.
pl: Folder wymagany dla pierwszego pliku.
zh_cn: 第二个文件需要指定文件夹。

source: Folding
fi: Taitto
fr: Déplier
it: Apri
zh_cn: 折叠/展开

source: Folding Off
fi: Taitto pois
fr: Déplier inactif
it: Apri inattivo
pl: Zawijanie Wył.
zh_cn: 禁用折叠

source: Folding On
fi: Taitto päälle
fr: Déplier actif
it: Apri attivo
pl: Zawijanie Wł.
zh_cn: 启用折叠

source: Follow Tab
fi: Seuraa välilehteä
fr: Suivre l'onglet
it: Scheda seguente
pl: Śledź kartę
zh_cn: 跟接的标签页

source: Font
fi: Fontti
fr: Police
pl: Czcionka
zh_cn: 字体

source: Found: %d matches in %d tabs.
fi: Löytyi: %d osumaa %d välilehdessä.
fr: %d résultats dans %d onglets.
it: Trovato: %d corrispondenze in %d schede.
pl: Znaleziono: %d dopasowań w %d kartach
zh_cn: 找到 %d 个匹配于 %d 个标签页中。

source: Found: %d matches.
fi: Löytyi: %d osumaa.
fr: %d résultats.
it: Trovato: %d corrispondenze
pl: Znaleziono: %d dopasowań.
zh_cn: 找到：%d 个匹配。

source: Frame for current line
fi: Nykyisen rivin kehys
fr: Cadre pour la ligne actuelle
pl: Ramka dla bieżącej linii
zh_cn: 当前行的框

source: Full file path: %s Word count: %ld Lines: %ld Empty lines: %ld Paragraphs: %ld
fi: Koko tiedostopolku: %s Sanojen määrä: %ld Rivit: %ld Tyhjät rivit: %ld Kappaleet: %ld
fr: Chemin complet vers le fichier : %s Nombre de mots : %ld Lignes : %ld Lignes vides : %ld Paragraphes : %ld
it: Percorso file completo: %s Conteggio parole: %ld Righe: %ld Righe vuote: %ld Paragrafi: %ld
pl: Pełna ścieżka pliku: %s Liczba słów: %ld Linie: %ld Puste linie: %ld Akapity: %ld
zh_cn: 完整文件路径： %s 词数：%ld 行数：%ld 空行：%ld 段落：%ld

source: Functions
fi: Funktiot
fr: Fonctions
it: Funzioni
pl: Funkcje
zh_cn: 函数

source: Get captures of a regular expression from the current tab
fi: Säännöllisen lausekkeen kaappaukset nykyisestä välilehdestä
fr: Obtenez des captures d'une expression régulière depuis l'onglet actuel
it: Ottieni catture di un'espressione regolare dalla scheda corrente
pl: Pobieranie przechwyconych wyrażeń regularnych z bieżącej karty
zh_cn: 从当前标签页获取一个正则表达式的捕捉

source: Go to line
fi: Siirry riville
fr: Aller à la ligne
it: Vai alla riga
pl: Przejdź do linii
zh_cn: 转到指定行

source: Go to symbol
fi: Siirry symboliin
fr: Aller vers le symbole
it: Vai al simbolo
pl: Przejdź do symbolu
zh_cn: 转到符号定义

source: Goto
fi: Siirry
fr: Aller à
it: Vai a
pl: Przejdź do
zh_cn: 跳转

source: Hardware acceleration
fi: Laitteistokiihdytys
fr: Accélération matérielle
pl: Akceleracja sprzętowa
zh_cn: 硬件加速

source: Highlight all matches
fi: Korosta kaikki osumat
fr: Surligner tous les matchs
pl: Podświetl wszystkie dopasowania
zh_cn: 高亮所有匹配

source: Highlight matching braces
fi: Korosta vastaavat aaltosulkeet
fr: Surligner les accolades correspondantes
pl: Podświetl pasujące nawiasy klamrowe
zh_cn: 高亮匹配括号

source: If enabled matching braces are highlighted, and non-matching ones marked red.
fi: Jos tämä on käytössä, yhteensopivat hakasulkeet korostetaan, ja yhteensopimattomat hakasulkeet merkitään punaisella.
fr: Si elles sont activées, les accolades correspondantes sont mises en évidence et celles qui ne correspondent pas sont marquées en rouge.
pl: Jeśli opcja ta jest włączona, pasujące nawiasy klamrowe są podświetlane, a niepasujące są zaznaczane na czerwono.
zh_cn: 如果启用则高亮匹配的括号，而非匹配的则标记红色。

source: If set to true, the scrollbar acts as a document bar. Set to false to get a normal scrollbar.
fi: Jos arvoksi asetetaan 'tosi', vierityspalkki toimii asiakirjapalkkina. Aseta arvoksi 'ei tosi' saadaksesi normaalin vierityspalkin.
fr: Si elle vaut vraie, la barre de défilement agit comme une barre de document. La valeur fausse permet d'obtenir une barre de défilement normale.
pl: Jeśli ustawione na true, pasek przewijania działa jak pasek dokumentu. Ustaw na false, aby uzyskać normalny pasek przewijania.
zh_cn: 如果设为 true，则滚动条担当文档栏。设为 false 则获得普通的滚动条。

source: Ignore
fi: Ohita
fr: Ignorer
it: Ignora
pl: Ignoruj
zh_cn: 忽略

source: Ignore &case.
fi: Ohita kirjainkoko.
fr: Ignorer la &casse.
it: Ignora &Maiuscole/minuscole
pl: Ignoruj ​​&wielkość liter.
zh_cn: 忽略大小写(&C)

source: Ignore word for this session
fi: Unohda tämän istunnon sana
fr: Ignorer le mot pour cette session
it: Ignora la parola per questa sessione
pl: Ignoruj ​​słowo dla tej sesji
zh_cn: 暂时忽略此单词

source: Import The lexer file is imported. Restart BowPad to use the new lexer.
fi: Tuo Lekseritiedosto tuodaan. Käynnistä BowPad uudelleen käyttääksesi uutta lekseriä.
fr: Importer Le fichier lexer est importé. Redémarrez BowPad pour utiliser le nouveau lexer.
it: Importa Il file lexer è stato importato. Riavvia BowPad per utilizzare il nuovo lexer.
pl: Importuj Plik lexer został zaimportowany. Uruchom ponownie BowPad, aby użyć nowego lexera.
zh_cn: 导入 导入分词器文件。重启 BowPad 以使用新的分词器。

source: Include uppercase
fi: Sisällytä isot kirjaimet
fr: Inclure les majuscules
it: Includi maiuscolo
pl: Uwzględnij wielkie litery
zh_cn: 包含大写

source: Include words that are all CAPS or have uppercase letters in the middle
fi: Sisällytä sanat, jotka ovat kokonaan KAPITALISOITUJA tai joiden keskellä on isoja kirjaimia
fr: Inclure les mots qui contiennent des majuscules au milieu
it: Includi parole tutte MAIUSCOLE o con lettere maiuscole al centro
pl: Dołącz słowa, które są pisane WIELKIMI LITERAMI lub mają wielkie litery w środku
zh_cn: 包含全大写的单词或中间有大写字母的单词

source: Init Folding Margin
fi: Alusta taittomarginaali
fr: Initialiser la marge de repli
it: Apri margine iniziale
pl: Początkowy margines zawijania
zh_cn: 初始化折叠区

source: Insert
fi: Lisää
fr: Insérer
it: Inserisci
pl: Wstaw
zh_cn: 插入

source: Insert Tabs or Spaces
fi: Lisää välilehtiä tai välilyöntejä
fr: Insérer des tabulations ou des espaces
it: Inserisci tabulazioni o spazi
pl: Wstaw tabulatory lub spacje
zh_cn: 插入制表符或空格

source: Inserts the content of the clipboard at the cursor position
fi: Lisää leikepöydän sisällön kursorin kohdalle
fr: Insère le contenu du presse-papiers à la position du curseur
it: Inserisce il contenuto degli appunti nella posizione del cursore
pl: Wstawia zawartość schowka w miejscu kursora
zh_cn: 在光标位置插入剪贴板内容

source: Inserts the html content of the clipboard at the cursor position
fi: Sisällyttää leikepöydän html-sisällön kursorin kohdalle
fr: Insère le contenu HTML du presse-papier à la position du curseur
it: Inserisce il contenuto html degli appunti nella posizione del cursore
pl: Wstawia zawartość html ze schowka w miejscu kursora
zh_cn: 在光标位置插入剪贴板的 HTML 内容

source: Installation of plugin "%s" failed!
fi: Liitännäisen "%s" asennus epäonnistui!
fr: L'installation du plugin "%s" a échoué !
it: Installazione del plugin "%s" non riuscita!
pl: Instalacja wtyczki "%s" nie powiodła się!
zh_cn: 插件 “%s” 的安装失败!

source: Installed Version
fi: Asennettu versio
fr: Version installée
it: Versione installata
pl: Wersja zainstalowana
zh_cn: 已安装版本

source: Italic
fi: Kursiivi
fr: Italique
it: Corsivo
pl: Kursywa
zh_cn: 斜体

source: Join Lines
fi: Liitä rivejä
fr: Lier les lignes
it: Unisci righe
pl: Połącz linie
zh_cn: 合并行

source: Join selected lines to one long line
fi: Yhdistä valitut rivit yhdeksi pitkäksi riviksi
fr: Lier les lignes sélectionnées par une longue ligne
it: Unisci le righe selezionate in una riga lunga
pl: Połącz wybrane linie w jedną długą linię
zh_cn: 合并选中的行为一长行

source: Keep the document The document is kept open.
fi: Säilytä asiakirja Asiakirja pidetään auki.
fr: Conserver le document Le document reste ouvert.
it: Mantieni il documento Il documento resta aperto
pl: Zachowaj dokument Dokument pozostaje otwarty.
zh_cn: 保留文档 文档保持打开。

source: Language
fi: Kieli
fr: Langue
it: Lingua
pl: Język
zh_cn: 语言

source: Language Lexer
fi: Kieli-lexeri
fr: Analyse lexicale
it: Lingua Lexer
pl: Leksykon językowy
zh_cn: 语言词法分析器
