Repository: BlueGitMan/BowPad
Catalog: Languages/BowPad_*.po
Languages: fi, fr, it, pl, zh_cn

source: Language selected. You need to restart BowPad for the changes to take effect.
fi: Valittu kieli. Sinun on käynnistettävä BowPad uudelleen, jotta muutokset tulevat voimaan.
fr: Langue sélectionnée. Vous devez redémarrer BowPad pour que les modifications prennent effet.
it: Lingua selezionata. È necessario riavviare BowPad affinché le modifiche abbiano effetto.
pl: Wybrano język. Musisz ponownie uruchomić BowPad, aby zmiany odniosły skutek.
zh_cn: 语言已更改。 你需要重启 BowPad 使更改生效。

source: Language:
fi: Kieli:
fr: Langue :
it: Lingua
pl: Język:
zh_cn: 语言：

source: Launch in Chrome
fi: Käynnistä Chromessa
fr: Lancer dans Chrome
it: Lancia in Chrome
pl: Uruchom w Chrome
zh_cn: 在 Chrome 中启动

source: Launch in Edge
fi: Käynnistää Edgessä
fr: Lancer dans Edge
it: Lancia in Edge
pl: Uruchom w Edge
zh_cn: 在 Edge 中启动

source: Launch in Firefox
fi: Käynnistä Firefoxissa
fr: Lancer dans Firefox
it: Lancia in Firefox
pl: Uruchom w Firefox
zh_cn: 在 Firefox 中启动

source: Launch in Google Chrome
fi: Käynnistä Google Chromessa
fr: Lancer dans Google Chrome
it: Lancia in Google Chrome
pl: Uruchom w Google Chrome
zh_cn: 在 Google Chrome 中启动

source: Launch in IE
fi: Käynnistä IE:ssä
fr: Lancer dans IE
it: Lancia in IE
pl: Uruchom w IE
zh_cn: 在 IE 中启动

source: Launch in Internet Explorer
fi: Käynnistä Internet Explorerissa
fr: Lancer dans Internet Explorer
it: Lancia in Internet Explorer
pl: Uruchom w Internet Explorer
zh_cn: 在 Internet Explorer 中启动

source: Launch in Opera
fi: Käynnistäminen Operassa
fr: Lancer dans Opera
it: Lancia in Opera
pl: Uruchom w Opera
zh_cn: 在 Opera 中启动

source: Launch in Safari
fi: Käynnistä Safarissa
fr: Lancer dans Safari
it: Lancia in Safari
pl: Uruchom w Safari
zh_cn: 在 Safari 中启动

source: Length in bytes: %ld (%s) Lines: %ld
fi: Pituus tavuina: %ld (%s) Rivejä: %ld
fr: Longueur en octets : %ld (%s) Lignes : %ld
pl: Długość w bajtach: %ld (%s) Linie: %ld
zh_cn: 字节数长度：%ld (%s) 行数：%ld

source: Lexer
pl: Leksykon
zh_cn: 词法分析器

source: Limit reached of %d matches found!
fi: %d osuman raja saavutettu!
fr: La limite de %d résultats a été atteinte !
it: Limite raggiunto di %d corrispondenze trovate!
pl: Osiągnięto limit %d znalezionych dopasowań!
zh_cn: 达到查找匹配项数量上限：%d!

source: Line
fi: Rivi
fr: Ligne
it: Riga
pl: Linia
zh_cn: 行

source: Line : %ld Column : %ld Selection : %Iu | %Iu Matches: %ld
fi: Rivi : %ld Sarake : %ld Valinta : %Iu | %Iu Osumat: %ld
fr: Ligne : %ld Colonne : %ld Sélection : %Iu | %Iu Résultats : %ld
it: Riga : %ld Colonna : %ld Selezione : %Iu | %Iu Corrispondenze: %ld
pl: Linia : %ld Kolumna : %ld Wybór : %Iu | %Iu Dopasowania: %ld
zh_cn: 行：%ld 列：%ld 选中：%Iu | %Iu 匹配：%ld

source: Line Endings
fi: Rivin päätteet
fr: Fins de ligne
it: Fine della riga
pl: Zakończenia linii
zh_cn: 行尾符

source: Line Text
fi: Rivin teksti
fr: Texte de ligne
it: Testo della riga
pl: Tekst linii
zh_cn: 行文本

source: Line endings: %s
fi: Rivin päätteet: %s
fr: Fins de lignes : %s
it: Fine della riga: %s
pl: Zakończenia linii: %s
zh_cn: 行尾符：%s

source: Line handling
fi: Rivin käsittely
fr: Gestion des lignes
pl: Obsługa linii
zh_cn: 行处理

source: Line numbers
fi: Rivinumerot
fr: Numéros de lignes
it: Numeri delle righe
pl: Numery linii
zh_cn: 行号

source: Line:
fi: Rivi:
fr: Ligne :
it: Riga
pl: Linia:
zh_cn: 行：

source: Line: %%c%06X%ld%%r / %%c%06X%ld%%r Column: %%c%06X%ld%%r
fi: Rivi: %%c%06X%ld%%r / %%c%06X%ld%%r Sarake: %%c%06X%ld%%r
fr: Ligne : %%c%06X%ld%%r / %%c%06X%ld%%r Colonne : %%c%06X%ld%%r
it: Riga: %%c%06X%ld%%r / %%c%06X%ld%%r Colunna: %%c%06X%ld%%r
pl: Linia: %%c%06X%ld%%r / %%c%06X%ld%%r Kolumna: %%c%06X%ld%%r
zh_cn: 行：%%c%06X%ld%%r / %%c%06X%ld%%r 列：%%c%06X%ld%%r

source: Ln: %%c%06X%ld%%r / %%c%06X%ld%%r Col: %%c%06X%ld%%r
fi: Sar: %%c%06X%ld%%r / %%c%06X%ld%%r Rivi: %%c%06X%ld%%r
pl: Ln: %%c%06X%ld%%r / %%c%06X%ld%%r Kol: %%c%06X%ld%%r
zh_cn: 行：%%c%06X%ld%%r / %%c%06X%ld%%r 列：%%c%06X%ld%%r

source: Load as
fi: Lataa muodossa
fr: Charger en tant que
it: Carica come
pl: Załaduj jako
zh_cn: 更换编码加载

source: Load last session
fi: Lataa edellinen istunto
fr: Charger la dernière session
it: Carica ultima sessione
pl: Załaduj ostatnią sesję
zh_cn: 加载上次会话

source: Load last session on start
fi: Lataa edellinen istunto käynnistyksessä
fr: Charger la dernière session au démarrage
it: All'avvio carica l'ultima sessione
pl: Załaduj ostatnią sesję przy starcie
zh_cn: 启动时加载上次的会话

source: Load session
fi: Lataa istunto
fr: Charger la session
it: Carica sessione
pl: Załaduj sesję
zh_cn: 加载会话

source: Load session on start
fi: Lataa istunto käynnistyksessä
fr: Charger la session au démarrage
it: All'avvio carica sessione
pl: Załaduj sesję przy starcie
zh_cn: 启动时加载会话

source: Loading files...
fi: Ladataan tiedostoja...
fr: Chargement des fichiers...
it: Caricamento dei file...
pl: Ładowanie plików...
zh_cn: 正在加载文件...

source: Loading session...
fi: Ladataan istuntoa...
fr: Chargement de la session...
it: Caricamento sessione...
pl: Ładowanie sesji...
zh_cn: 正在加载会话...

source: Loads all files automatically that were open the last time BowPad got closed
fi: Lataa automaattisesti kaikki tiedostot, jotka olivat auki, kun BowPad viimeksi suljettiin
fr: Charge automatiquement tous les fichiers ouverts lors de la dernière fermeture de BowPad
it: Carica automaticamente tutti i file che erano aperti l'ultima volta che BowPad è stato chiuso
pl: Ładuje automatycznie wszystkie pliki, które były otwarte przy ostatnim zamknięciu BowPad
zh_cn: 自动加载上次 BowPad 关闭时被打开的所有文件

source: Loads all files that were open the last time BowPad got closed
fi: Lataa kaikki tiedostot, jotka olivat auki, kun BowPad viimeksi suljettiin
fr: Charge tous les fichiers ouverts lors de la dernière fermeture de BowPad
it: Carica tutti i file che erano aperti l'ultima volta che BowPad è stato chiuso
pl: Ładuje wszystkie pliki, które były otwarte podczas ostatniego zamknięcia BowPad
zh_cn: 加载上次 BowPad 关闭时被打开的所有文件

source: Lowercase
fi: Pienet kirjaimet
fr: Minuscules
it: Minuscole
pl: Małe litery
zh_cn: 小写

source: MRU List
fi: MRU-luettelo
fr: Fichiers récemment ouverts
it: File aperti di recente (lista MRU)
pl: Lista MRU
zh_cn: 最近使用项列表

source: Main
fi: Pääsivu
fr: Accueil
it: Principale
pl: Główna
zh_cn: 主页

source: Main Encodings
fi: Tärkeimmät koodaukset
fr: Principaux encodages
it: Codifiche principali
pl: Główne kodowania
zh_cn: 主要编码

source: Match &case
fi: Sama kirjainkoko
fr: Respecter la &casse
it: Maiuscolo/minuscolo
pl: Dopasuj &wielkość liter
zh_cn: 匹配大小写(&C)

source: Misc
fi: Sekalaiset
fr: Divers
it: Varie
pl: Różne
zh_cn: 其它

source: Move down
fi: Siirrä alas
fr: Déplacer vers le bas
it: Sposta giù
pl: Przenieś w dół
zh_cn: 下移

source: Move line down
fi: Siirrä rivi alaspäin
fr: Déplacer la ligne vers le bas
it: Sposta riga giù
pl: Przesuń linię w dół
zh_cn: 下移当前行

source: Move line up
fi: Siirrä rivi ylöspäin
fr: Déplacer la ligne vers le haut
it: Sposta riga su
pl: Przesuń linię w górę
zh_cn: 上移当前行

source: Move the caret to the next bookmark
fi: Siirrä osoitin seuraavaan kirjanmerkkiin
fr: Déplacer le chariot vers le signet suivant
it: Sposta il cursore sul segnalibro successivo
pl: Przesuń karetkę do następnej zakładki
zh_cn: 移动光标到下一个书签

source: Move the caret to the previous bookmark
fi: Siirrä osoitin edelliseen kirjanmerkkiin
fr: Déplacer le chariot vers le signet précédent
it: Sposta il cursore sul segnalibro precedente
pl: Przesuń karetkę do poprzedniej zakładki
zh_cn: 移动光标到上一个书签

source: Move the file The file tab is updated to the new path.
fi: Siirrä tiedosto Tiedosto-välilehti päivitetään uuteen polkuun.
fr: Déplacer le fichier L'onglet du fichier est mis à jour avec le nouveau chemin.
it: Sposta il file La scheda del file viene aggiornata col nuovo percorso.
pl: Przenieś plik Karta pliku zostanie zaktualizowana do nowej ścieżki.
zh_cn: 移动文件 该文件标签更新到新路径。

source: Move up
fi: Siirrä ylös
fr: Déplacer vers le haut
it: Sposta su
pl: Przesuń w górę
zh_cn: 上移

source: Move/Copy File
fi: Siirrä/kopioi tiedosto
fr: Enregistrer/copier le fichier
it: Sposta/copia file
pl: Przenieś/Kopiuj Plik
zh_cn: 移动/复制文件

source: Moves the cursor to the specified line
fi: Siirtää kohdistimen määritetylle riville
fr: Déplace le curseur vers la ligne spécifiée
it: Sposta il cursore sulla riga specificata
pl: Przesuwa kursor do określonej linii
zh_cn: 移动光标到指定的行

source: Moves the cursor to the specified symbol
fi: Siirtää kursorin määritettyyn symboliin
fr: Déplace le curseur vers le symbole spécifié
it: Sposta il cursore sul simbolo specificato
pl: Przesuwa kursor do określonego symbolu
zh_cn: 移动光标到指定符号

source: Moves the selected lines downwards
fi: Siirtää valittuja rivejä alaspäin
fr: Déplace les lignes sélectionnées vers le bas
it: Sposta le righe selezionate in basso
pl: Przesuwa wybrane linie w dół
zh_cn: 选中行向下移动

source: Moves the selected lines upwards
fi: Siirtää valittuja rivejä ylöspäin
fr: Déplace les lignes sélectionnées vers le haut
it: Sposta le righe selezionate in alto
pl: Przesuwa wybrane linie w górę
zh_cn: 选中行向上移动

source: Moves to the next match of the last search
fi: Siirtyy seuraavaan osumaan viimeisessä haussa
fr: Se déplace vers le prochain résultat de la dernière recherche
it: Passa alla corrispondenza successiva dell'ultima ricerca
pl: Przechodzi do następnego dopasowania ostatniego wyszukiwania
zh_cn: 移到上次搜索的下一个匹配项

source: Moves to the previous match of the last search
fi: Siirtyy edelliseen osumaan viimeisessä haussa
fr: Se déplace vers le résultat précédent de la dernière recherche
it: Passa alla corrispondenza precedente dell'ultima ricerca
pl: Przechodzi do poprzedniego dopasowania ostatniego wyszukiwania
zh_cn: 移到上次搜索的上一个匹配项

source: Multi-Edit
fi: Monimuokkaus
fr: Multi-édition
it: Modifica multipla
pl: Wiele-Edycji
zh_cn: 多项编辑

source: Multiedit: %%c%06X%Iu %%rmarkers
fr: Multiédit: %%c%06X%Iu %%rmarqueurs
pl: Multiedycja: %%c%06X%Iu %%rznaczniki
zh_cn: 多项编辑: %%c%06X%Iu %%rmarkers

source: New %d
fi: Uusi %d
fr: Nouveau %d
it: Nuovo %d
pl: Nowy %d
zh_cn: 新文档 %d

source: New Copy
fi: Uusi kopio
fr: Nouvelle copie
it: Nuova copia
pl: Nowa Kopia
zh_cn: 新建副本

source: New Corresponding Files.
fi: Uudet vastaavat tiedostot.
fr: Nouveaux fichiers correspondants.
it: Nuovi file corrispondenti.
pl: Nowe odpowiadające pliki.
zh_cn: 新建相应的文件。

source: New Document
fi: Uusi dokumentti
fr: Nouveau document
it: Nuovo documento
pl: Nowy Dokument
zh_cn: 新建文档

source: Next
fi: Seuraava
fr: Suivant
it: Successivo
pl: Następny
zh_cn: 下一处

source: Next Bookmark
fi: Seuraava kirjanmerkki
fr: Signet suivant
it: Segnalibro successivo
pl: Następna Zakładka
zh_cn: 下一个书签

source: No corrections found!
fi: Korjauksia ei löytynyt!
fr: Aucune correction trouvée !
it: Nessuna correzione trovata!
pl: Nie znaleziono poprawek!
zh_cn: 未找到改正!

source: No files found.
fi: Tiedostoja ei löytynyt.
fr: Aucun fichier trouvé.
it: Nessun file trovato
pl: Nie znaleziono plików.
zh_cn: 未找到文件。

source: No functions found!
fi: Toimintoja ei löytynyt!
fr: Pas de fonctions trouvées !
it: Nessun file trovato.
pl: Nie znaleziono funkcji!
zh_cn: 未找到函数!

source: No more occurrences to replace.
fi: Korvattavia tapahtumia ei enää ole.
fr: Aucune occurrence supplémentaire à remplacer.
it: Nessuna occorrenza aggiuntiva da sostituire.
pl: Nie ma więcej wystąpień do zastąpienia.
zh_cn: 无更多需要替换的内容。

source: No plugins found. Check your internet connection.
fi: Liitännäisiä ei löytynyt. Tarkista internetyhteytesi.
fr: Aucun plugin trouvé. Vérifiez votre connexion Internet.
it: Nessun plug-in trovato. Verifica la tua connessione Internet.
pl: Nie znaleziono wtyczek. Sprawdź swoje połączenie z internetem.
zh_cn: 未找到插件。请检查您的互联网连接。

source: No plugins loaded
fi: Liitännäisiä ei ole ladattu
fr: Aucun plugin chargé
it: Nessun plugin caricato
pl: Brak załadowanych wtyczek
zh_cn: 未加载插件

source: No search folder.
fi: Hakukansiota ei ole.
fr: Aucun répertoire de recherche.
it: Nessuna cartella di ricerca.
pl: Brak folderu wyszukiwania.
zh_cn: 未指定搜索文件夹。

source: No updates available. You already have the current version.
fi: Päivityksiä ei ole saatavilla. Sinulla on jo nykyinen versio.
fr: Aucune mise à jour n'est disponible. Vous avez déjà la dernière version.
it: Nessun aggiornamento disponibile. Hai già l'ultima versione.
pl: Brak dostępnych aktualizacji. Masz już aktualną wersję.
zh_cn: 无可用的更新。 您当前使用的是最新版。

source: OK
zh_cn: 确定

source: Online Languages
fi: Kielet verkossa
fr: Langues en ligne
it: Lingue online
pl: Języki Online
zh_cn: 在线语言

source: Only comments
fi: Vain kommentit
fr: Commentaires seulement
it: Solo commenti
pl: Tylko komentarze
zh_cn: 仅注释

source: Open Console
fi: Avaa konsoli
fr: Ouvrir la console
it: Apri console
pl: Otwórz Konsolę
zh_cn: 打开控制台

source: Open Explorer
fr: Ouvrir l'explorateur
it: Apri Esplora Risorse
pl: Otwórz Explorer
zh_cn: 打开资源管理器

source: Open File
fi: Avaa tiedosto
fr: Ouvrir le fichier
it: Apri file
pl: Otwórz Plik
zh_cn: 打开文件

source: Open File under cursor
fi: Avaa kursorin alla oleva tiedosto
fr: Ouvrir le fichier sous le curseur
it: Apri il file sotto il cursore
pl: Otwórz plik pod kursorem
zh_cn: 打开光标下的文件

source: Open Files
fi: Avaa tiedostoja
fr: Ouvrir les fichiers
it: Apri i file
pl: Otwórz Pliki
zh_cn: 打开文件

source: Open corresponding File
fi: Avaa vastaava tiedosto
fr: Ouvrir le fichier correspondant
it: Apri il file corrispondente
pl: Otwórz odpowiedni plik
zh_cn: 打开相应的文件

source: Open elevated BowPad is started again with elevated privileges.
fi: Avoin korotettu BowPad käynnistetään uudelleen korotetuilla oikeuksilla.
fr: Elever les privilèges BowPad est redémarré avec des privilèges élevés.
it: Elevare i privilegi BowPad viene riavviato con privilegi elevati.
pl: Otwórz podwyższony BowPad jest uruchamiany ponownie z podwyższonymi uprawnieniami.
zh_cn: 提升权限运行 BowPad 以管理员权限再次启动。

source: Open files: %d
fi: Avaa tiedostot: %d
fr: Ouvrir les fichiers : %d
it: Apri i file: %d
pl: Otwórz pliki: %d
zh_cn: 打开文件：%d

source: Open tabs: %%c%06X%ld%%r
fi: Avaa välilehdet: %%c%06X%ld%%r
fr: Onglets ouverts : %%c%06X%ld%%r
it: Schede aperte: %%c%06X%ld%%r
pl: Otwarte karty: %%c%06X%ld%%r
zh_cn: 打开标签：%%c%06X%ld%%r

source: Open: %%c%06X%ld%%r
fi: Avaa: %%c%06X%ld%%ld%%r
fr: Ouvert : %%c%06X%ld%%r
it: Apri: %%c%06X%ld%%r
pl: Otwórz: %%c%06X%ld%%r
zh_cn: 打开：%%c%06X%ld%%r

source: Open The lexer file is opened in BowPad, ready for editing.
fi: Avaa Lekseritiedosto avataan BowPadissa, ja se on valmis muokattavaksi.
fr: Ouvrir Le fichier lexer est ouvert dans BowPad, prêt à être édité.
it: Apre uno o più file
pl: Otwórz Plik lexer jest otwierany w BowPad, gotowy do edycji.
zh_cn: 打开 在 BowPad 中打开分词器文件，准备进行编辑。

source: Opens one or more files
fi: Avaa yhden tai useamman tiedoston
fr: Ouvre un ou plusieurs fichiers
pl: Otwiera jeden lub więcej plików
zh_cn: 打开一个或多个文件

source: Opens the Console at the current file location
fi: Avaa konsolin nykyisessä tiedostosijainnissa
fr: Ouvre la console à l'emplacement du fichier actuel
it: Apre la console nella posizione del file corrente
pl: Otwiera konsolę w bieżącej lokalizacji pliku
zh_cn: 在当前文件位置打开控制台

source: Opens the Windows Explorer at the current file location
fi: Avaa Windows Explorerin nykyisessä tiedostosijainnissa
fr: Ouvre l'explorateur Windows à l'emplacement du fichier actuel
it: Apre Esplora Risorse nella posizione del file corrente
pl: Otwiera Eksploratora Windows w bieżącej lokalizacji pliku
zh_cn: 在当前文件位置打开 Windows 资源管理器

source: Opens the Windows Explorer at the current file path
fi: Avaa Windows Explorer -selaimen nykyiseen tiedostopolkuun
fr: Ouvre l'explorateur Windows à l'emplacement du fichier actuel
it: Apre Esplora Risorse nel percorso file corrente
pl: Otwiera Eksploratora Windows w bieżącej ścieżce pliku
zh_cn: 在当前文件路径打开 Windows 资源管理器

source: Opens the config file to configure keyboard shortcuts for any command in BowPad
fi: Avaa konfigurointitiedoston, jossa voit määrittää näppäimistön pikavalinnat mille tahansa BowPadin komennolle
fr: Ouvre le fichier de configuration pour paramétrer les raccourcis clavier des commandes de BowPad
it: Apre il file di configurazione per configurare le scorciatoie da tastiera per qualsiasi comando in BowPad
pl: Otwiera plik konfiguracyjny do skonfigurowania skrótów klawiaturowych dla dowolnego polecenia w BowPad
zh_cn: 打开用于配置 BowPad 中的任何命令的快捷键的配置文件

source: Opens the corresponding file to the file in the current tab. (h/cpp, aspx/cs/vb)
fi: Avaa nykyisen välilehden tiedostoa vastaavan tiedoston. (h/cpp, aspx/cs/vb)
fr: Ouvre le fichier correspondant au fichier dans l'onglet actuel. (h/cpp, aspx/cs/vb)
it: Apre il file corrispondente al file nella scheda corrente. (h/cpp, aspx/cs/vb)
pl: Otwiera odpowiedni plik do pliku w bieżącej karcie. (h/cpp, aspx/cs/vb)
zh_cn: 打开当前标签页中的文件的相应文件。 (h/cpp, aspx/cs/vb)

source: Opens the current file in Microsoft Edge browser
fi: Avaa nykyisen tiedoston Microsoft Edge-selaimessa
fr: Ouvre le fichier en cours dans Microsoft Edge
it: Apre il file corrente nel browser Microsoft Edge
pl: Otwiera bieżący plik w przeglądarce Microsoft Edge
zh_cn: 在 Microsoft Edge 浏览器打开当前文件

source: Opens the current file in Microsoft Internet Explorer
fi: Avaa nykyisen tiedoston Microsoft Internet Explorerissa
fr: Ouvre le fichier en cours dans Microsoft Internet Explorer
it: Apre il file corrente in Microsoft Internet Explorer
pl: Otwiera bieżący plik w przeglądarce Microsoft Internet Explorer
zh_cn: 在 Microsoft Internet Explorer 浏览器打开当前文件

source: Opens the current file in the Firefox browser
fi: Avaa nykyisen tiedoston Firefox-selaimessa
fr: Ouvre le fichier en cours dans Firefox
it: Apre il file corrente nel browser Firefox
pl: Otwiera bieżący plik w przeglądarce Firefox
zh_cn: 在 Firefox 浏览器打开当前文件

source: Opens the current file in the Google Chrome browser
fi: Avaa nykyisen tiedoston Google Chrome -selaimessa
fr: Ouvre le fichier en cours dans Google Chrome
it: Apre il file corrente nel browser Google Chrome
pl: Otwiera bieżący plik w przeglądarce Google Chrome
zh_cn: 在 Google Chrome 浏览器打开当前文件

source: Opens the current file in the Opera browser
fi: Avaa nykyisen tiedoston Opera-selaimessa
fr: Ouvre le fichier en cours dans Opera
it: Apre il file corrente nel browser Opera
pl: Otwiera bieżący plik w przeglądarce Opera
zh_cn: 在 Opera 浏览器打开当前文件

source: Opens the current file in the Safari browser
fi: Avaa nykyisen tiedoston Safari-selaimessa
fr: Ouvre le fichier en cours dans Safari
it: Apre il file corrente nel browser Safari
pl: Otwiera bieżący plik w przeglądarce Safari
zh_cn: 在 Safari 浏览器打开当前文件

source: Opens the default browser to search Wikipedia for the selected text
fi: Avaa oletusselaimen valitun tekstin etsimiseksi Wikipediasta
fr: Ouvre le navigateur par défaut pour rechercher sur Wikipédia le texte sélectionné
it: Apre il browser predefinito per cercare su Wikipedia il testo selezionato
pl: Otwiera domyślną przeglądarkę do wyszukania wybranego tekstu w Wikipedii
zh_cn: 打开默认浏览器从维基百科搜索选中文本

source: Opens the default browser to search for the selected text
fi: Avaa oletusselaimen valitun tekstin etsimistä varten
fr: Ouvre le navigateur par défaut pour rechercher le texte sélectionné
it: Apre il browser predefinito per cercare il testo selezionato
pl: Otwiera domyślną przeglądarkę w celu wyszukania wybranego tekstu
zh_cn: 打开默认浏览器搜索选中文本

source: Opens the file/path that's at the cursor position
fi: Avaa kursorin kohdalla olevan tiedoston/polun
fr: Insère le contenu du presse-papiers à la position du curseur
it: Apre il file/percorso che si trova nella posizione del cursore
pl: Otwiera plik/ścieżkę, która znajduje się w pozycji kursora
zh_cn: 打开光标位置的文件/路径

source: Opens the printer setup dialog
fi: Avaa tulostimen asetusvalintaikkunan
fr: Ouvre la fenêtre de paramétrage de l'imprimante
it: Apre la finestra di dialogo delle impostazioni della stampante
pl: Otwiera okno dialogowe konfiguracji drukarki
zh_cn: 打开打印机设置对话框

source: Other
fi: Muu
fr: Autre
it: Altro
pl: Inny
zh_cn: 其它

source: Other operations
fi: Muut toiminnot
fr: Autres opérations
it: Altre operazioni
pl: Inne operacje
zh_cn: 其它操作

source: Overtype
fi: Ylikirjoitus
fr: Écraser
it: Sovrascrivi
pl: Nadpisywanie
zh_cn: 改写

source: Page Setup
fi: Sivun asetukset
fr: Mise en page
it: Imposta pagina
pl: Ustawienia Strony
zh_cn: 页面设置

source: Paste
fi: Liitä
fr: Coller
it: Incolla
pl: Wklej
zh_cn: 粘贴

source: Paste Html
fi: Liitä Html
fr: Coller Html
it: Incolla Html
pl: Wklej Html
zh_cn: 粘贴 HTML

source: Path
fr: Chemin
pl: Ścieżka
zh_cn: 路径

source: Please wait.
fi: Odota.
fr: Veuillez patienter.
it: Attendere
pl: Proszę czekać.
zh_cn: 请稍候。

source: Plugin Name
fi: Liitännäisen nimi
fr: Nom du plugin
it: Nome plugin
pl: Nazwa Wtyczki
zh_cn: 插件名称

source: Plugin commands
fi: Liitännäiskomennot
fr: Commandes de plugin
it: Comandi plugin
pl: Polecenia wtyczki
zh_cn: 插件指令

source: Plugins
fi: Liitännäiset
pl: Wtyczki
zh_cn: 插件

source: Prevents editing the file
fi: Estää tiedoston muokkaamisen
fr: Empêche l'édition du fichier
it: Impedisce la modifica del file
pl: Zapobiega edycji pliku
zh_cn: 防止编辑该文件

source: Previous
fi: Edellinen
fr: Précédent
it: Precedente
pl: Poprzedni
zh_cn: 上一个

source: Previous Bookmark
fi: Edellinen kirjanmerkki
fr: Signet précédent
it: Segnalibro precedente
pl: Poprzednia Zakładka
zh_cn: 上一个书签

source: Print
fi: Tulosta
fr: Imprimer
it: Stampa
pl: Drukuj
zh_cn: 打印

source: Print Page Setup
fi: Tulostussivun asetukset
fr: Imprimer la mise en page
it: Imposta pagina di stampa
pl: Ustawienia Strony Wydruku
zh_cn: 打印页面设置

source: Print now
fi: Tulosta nyt
fr: Imprimer maintenant
it: Stampa ora
pl: Drukuj teraz
zh_cn: 立即打印

source: Print setup
fi: Tulostusasetukset
fr: Aperçu d'impression
it: S&ostituisci con:
pl: Ustawienia drukowania
zh_cn: 打印设置

source: R&eplace with:
fi: &Korvaa tällä:
fr: R&emplacer par :
pl: Z&amień na:
zh_cn: 替换为(&E)：

source: RELOAD
fi: LATAA UUDELLEEN
fr: RECHARGER
it: RICARICA
pl: PRZEŁADUJ
zh_cn: 重载

source: Reading order (left-to-right or right-to-left)
fi: Lukujärjestys (vasemmalta oikealle tai oikealta vasemmalle)
fr: Sens de lecture (de gauche à droite ou de droite à gauche)
it: Ordine di lettura (da sinistra a destra o da destra a sinistra)
pl: Kolejność czytania (od lewej do prawej lub od prawej do lewej)
zh_cn: 阅读顺序（从左至右或从右至左）

source: Readonly
fi: Vain luku
fr: Lecture seule
it: Sola lettura
pl: Tylko odczyt
zh_cn: 只读

source: Recently Used Encodings
fi: Viime aikoina käytetyt koodaukset
fr: Encodages récemment utilisés
it: Codifiche utilizzate di recente
pl: Ostatnio Używane Kodowania
zh_cn: 最近使用的编码格式

source: Redo
fi: Tee uudelleen
fr: Rétablir
it: Ripeti
pl: Ponów
zh_cn: 重做

source: Redo what was undone before
fi: Toista se, mikä kumottiin aiemmin
fr: Rétablir ce qui a été annulé précédemment
it: Ripeti ciò che è stato annullato prima
pl: Ponów to, co zostało cofnięte wcześniej
zh_cn: 重做先前撤销的内容

source: Regex expression is invalid!
fi: Regex-lauseke on virheellinen!
fr: L'expression régulière est invalide !
it: L'espressione regolare non è valida!
pl: Wyrażenie Regex jest nieprawidłowe!
zh_cn: 正则表达式无效!

source: Regex expression is valid
fi: Regex-lauseke on oikein
fr: L'expression régulière est valide
it: L'espressione regolare è valida!
pl: Wyrażenie Regex jest prawidłowe
zh_cn: 正则表达式有效

source: Regex mode
fi: Regex-tila
fr: Mode étendu
it: Modalità estesa
pl: Tryb Regex
zh_cn: 正则表达式模式

source: Reload
fi: Lataa uudelleen
fr: Recharger
it: Ricarica
pl: Przeładuj
zh_cn: 重载

source: Reload document The document is refreshed from disk.
fi: Lataa asiakirja uudelleen Asiakirja päivitetään levyltä.
fr: Recharger le document Le document est actualisé à partir du disque.
it: Ricarica documento Il documento è stato aggiornato dal disco.
pl: Przeładuj dokument Dokument jest odświeżany z dysku.
zh_cn: 重载文档 从磁盘刷新文档。
