Repository: BlueGitMan/BowPad
Catalog: Languages/BowPad_*.po
Languages: fi, fr, it, pl, zh_cn

source: UTF-32 Little Endian
zh_cn: UTF-32 LE

source: UTF-8 with BOM
fr: UTF-8 avec BOM
it: UTF-8 con BOM
zh_cn: UTF-8 有 BOM

source: Uncomment
fi: Ei kommentteja
fr: Décommenter
it: Rimuovi commento
pl: Bez komentarza
zh_cn: 取消注释

source: Uncomments the selected text
fi: Poista kommentit valitusta tekstistä
fr: Décommenter le texte sélectionné
it: Rimuovi il commento dal testo selezionato
pl: Usuwa komentarze z zaznaczonego tekstu
zh_cn: 取消注释选中文本

source: Underline
fi: Alleviivaus
fr: Souligné
it: Sottolineato
pl: Podkreślenie
zh_cn: 下划线

source: Undo
fi: Kumoa
fr: Annuler
it: Annulla
pl: Cofnij
zh_cn: 撤销

source: Undo the last change
fi: Kumoa viimeinen muutos
fr: Annuler la dernière modification
it: Annulla ultima modifica
pl: Cofnij ostatnią zmianę
zh_cn: 撤销上一次更改

source: Unsaved modifications
fi: Tallentamattomat muutokset
fr: Modifications non enregistrées
it: Modifiche non salvate
pl: Niezapisane modyfikacje
zh_cn: 未保存的修改

source: Uppercase
fi: Isot kirjaimet
fr: Majuscules
it: Maiuscolo
pl: Wielkie litery
zh_cn: 大写

source: Use $0 for the whole match, and $1..$99 for group matches.
fi: Käytä $0 koko osumalle ja $1..$99 ryhmäosumalle.
fr: Utiliser $0 pour une correspondance exacte et $1..$99 pour les correspondances de groupe.
it: Usa $0 per una corrispondenza esatta, e $1..$99 for gruppi di corrispondenze.
pl: Użyj &0 dla całych dopasowań, i &1..&99 dla dopasowań grup.
zh_cn: 使用 “$0” 代表整个匹配，“$1”到“$99”表示对应的括号分组匹配项。

source: Use Tabs
fi: Käytä välilehtiä
fr: Utiliser les onglets
it: Usa le schede
pl: Użyj Kart
zh_cn: 使用制表符

source: Use ^nPlaceHolder^ to mark a placeholder token, use ^0^ to mark the insertion point at the end.
fi: Käytä ^nPlaceHolder^ merkitäksesi paikanvaraaja-merkkiä, käytä ^0^ merkitäksesi lopun lisäyskohdan.
fr: Utilisez ^nPlaceHolder^ pour marquer un jeton fictif, utilisez ^0^ pour marquer le point d'insertion à la fin.
pl: Użyj ^nPlaceHolder^, aby zaznaczyć token zastępczy, użyj ^0^, aby zaznaczyć punkt wstawienia na końcu.
zh_cn: 使用 ^nPlaceHolder^ 来标记占位符代号，使用 ^0^ 在尾部标记插入点。

source: User Includes
fi: Käyttäjä sisältää
fr: L'utilisateur inclut
it: Include l'utente
pl: Użytkownik Zawiera
zh_cn: 用户包含文件

source: Value
fi: Arvo
fr: Valeur
pl: Wartość
zh_cn: 值

source: Version
fi: Versio
it: Versione
pl: Wersja
zh_cn: 版本

source: Vertical Edge
fi: Pystysuora reuna
fr: Bordure verticale
it: Bordo verticale
pl: Krawędź Pionowa
zh_cn: 垂直边界

source: View
fi: Näytä
fr: Affichage
it: Visualizza
pl: Widok
zh_cn: 查看

source: Visit our Website
fi: Vieraile verkkosivuillamme
fr: Visiter notre site Web
it: Visita il nostro sito Web
pl: Odwiedz naszą stronę web
zh_cn: 访问我们的网站

source: Web Search:
fi: Verkkohaku:
fr: Recherche sur le Web :
it: Cerca nel Web:
pl: Wyszukiwanie web:
zh_cn: 在线搜索：

source: What do you want to do with the BowPad lexer file "%s"?
fi: Mitä haluat tehdä BowPadin lekseritiedostolla "%s"?
fr: Que voulez-vous faire avec le fichier lexer '%s' de BowPad?
it: Cosa vuoi fare con il file lexer di BowPad "%s"?
pl: Co chcesz zrobić z plikiem lexera BowPad "%s"?
zh_cn: 你想如何处理 BowPad 分词器文件 "%s"?

source: When loading, prefer utf8 over ANSI/Local
fi: Kun lataat, suosi UTF8:a ANSI/Localin sijaan
fr: Au chargement, préférer UTF8 plutôt qu'ANSI/Local
it: Durante il caricamento, preferisci UTF8 piuttosto che ANSI/Local
pl: Podczas ładowania preferuj utf8 zamiast ANSI/Local
zh_cn: 加载时，优先使用 UTF-8 编码而不是系统默认编码

source: Whitespace
fi: Välilyönti
fr: Espaces
it: Spazio vuoto
zh_cn: 空白

source: Whitespaces
fi: Välilyönnit
fr: Espaces
it: Spazi vuoti
zh_cn: 空白

source: Wrap Lines
fi: Rivitä rivit
fr: Retour à la ligne
it: Nuova riga
pl: Zawijaj Linie
zh_cn: 自动换行

source: Wrap around.
fi: Rivitä.
fr: Boucler.
it: A capo automatico.
pl: Zawijaj wokół.
zh_cn: 自动换行。

source: Wrap lines at the end of the window
fi: Rivitä rivit ikkunan lopussa
fr: Retour à la ligne à la fin de la fenêtre
it: Nuova riga alla fine della finestra
pl: Zawiń linie na końcu okna
zh_cn: 在窗口的末尾边缘自动换行

source: Write protected
fi: Kirjoitussuojattu
fr: Protégé en écriture
it: Protezione da scrittura
pl: Chroniony przed zapisem
zh_cn: 写保护

source: You can use the following strings in the command line: $(LINE) The line where the cursor is $(POS) the position where the cursor is $(TAB_PATH) the path to the file of the active tab $(TAB_NAME) the file name without extension of the current tab $(TAB_EXT) the file extension of the current tab $(TAB_DIR) the directory of the file of the active tab $(SEL_TEXT) the selected text or the word at the cursor position $(SEL_TEXT_ESCAPED) like $(SEL_TEXT) but escaped, useful for urls
fi: Voit käyttää komentorivillä seuraavia merkkijonoja: $(LINE) Rivi, jolla kursori on $(POS) Sijainti, jossa kursori on $(TAB_PATH) aktiivisen välilehden tiedoston polku $(TAB_NAME) nykyisen välilehden tiedoston nimi ilman laajennusta $(TAB_EXT) nykyisen välilehden tiedostopääte $(TAB_DIR) aktiivisen välilehden tiedoston hakemisto $(SEL_TEXT) valittu teksti tai kursorin kohdalla oleva sana $(SEL_TEXT_ESCAPED) kuten $(SEL_TEXT), mutta escaped, hyödyllinen url-verkkotunnuksia varten
fr: Vous pouvez utiliser les chaînes suivantes en ligne de commande : $(LINE) \La ligne où se trouve le curseur $(POS) La position où se trouve le curseur $(TAB_PATH) Le chemin du fichier de l'onglet actif $(TAB_DIR) Le répertoire du fichier de l'onglet actif $(SEL-TEXT) Le texte ou le mot sélectionné à l'emplacement du curseur $(SEL_TEXT_ESCAPED) Comme la variable $(SEL_TEXT) mais échappé (utile pour les URL)
it: È possibile utilizzare le seguenti stringhe nella riga di comando: $(LINE) La riga in cui si trova il cursore $(POS) La posizione in cui si trova il cursore $(TAB_PATH) Il percorso del file della scheda attiva $(TAB_NAME) Il nome del file senza estensione della scheda attiva $(TAB_EXT) L'estensione del file della scheda attiva $(TAB_DIR) La cartella del file della scheda attiva $(SEL_TEXT) Il testo o la parola selezionata nella posizione del cursore $(SEL_TEXT_ESCAPED) Come la variabile $(SEL_TEXT) ma con caratteri di escape (utile per gli url)
pl: Możesz użyć następujących ciągów w wierszu poleceń: $(LINE) linia, w której znajduje się kursor $(POS) pozycja, w której znajduje się kursor $(TAB_PATH) ścieżka do pliku aktywnej karty $(TAB_NAME) nazwa pliku bez rozszerzenia bieżącej karty $(TAB_EXT) rozszerzenie pliku bieżącej karty $(TAB_DIR) katalog pliku aktywnej karty $(SEL_TEXT) zaznaczony tekst lub słowo w pozycji kursora $(SEL_TEXT_ESCAPED) jak $(SEL_TEXT), ale escaped, przydatne dla URLs
zh_cn: 您可以在命令行中使用下列字符串： $(LINE) 当前光标所在行号 $(POS) 当前光标所在位置 $(TAB_PATH) 活动标签的文件的路径 $(TAB_NAME) 当前标签的不带扩展名的文件名 $(TAB_EXT) 当前标签的文件扩展名 $(TAB_DIR) 活动标签的文件的目录 $(SEL_TEXT) 在光标位置处的选中文本或单词 $(SEL_TEXT_ESCAPED) 类似于 $(SEL_TEXT)但使用转义，对 URL 有用

source: You have to restart BowPad for the plugin changes to take effect.
fi: Sinun on käynnistettävä BowPad uudelleen, jotta liitännäisen muutokset tulevat voimaan.
fr: Vous devez redémarrer BowPad pour que les modifications sur les plugins prennent effet.
it: Devi riavviare BowPad affinché le modifiche al plugin abbiano effetto
pl: Musisz ponownie uruchomić BowPad, aby zmiany wtyczek odniosły skutek.
zh_cn: 您需要重启 BowPad 才能使插件更改生效。

source: Zoom: %%c%06X%d%%r%%
pl: Powiększenie: %%c%06X%d%%r%%
zh_cn: 缩放：%%c%06X%d%%r%%

source: background:
fi: tausta:
fr: arrière-plan :
it: sfondo
pl: tło:
zh_cn: 背景：

source: capture expression:
fi: kaappaa ilmaisu:
fr: capturer l'expression :
it: cattura espressione:
pl: wyrażenie przechwytujące:
zh_cn: 捕捉表达式:

source: checks for new versions of BowPad once a week
fi: tarkistaa BowPadin uudet versiot kerran viikossa
fr: vérifie nouvelles versions de BowPad une fois par semaine
pl: sprawdza dostępność nowych wersji BowPad raz w tygodniu
zh_cn: 每周一次检查 BowPad 新版本

source: click to copy to clipboard
fi: kopioi leikepöydälle napsauttamalla
fr: cliquez pour copier vers presse-papier
pl: kliknij, aby skopiować do schowka
zh_cn: 点击复制到剪贴板

source: configure advanced settings
fi: määritä lisäasetukset
fr: configurer les paramètres avancés
pl: konfiguracja ustawień zaawansowanych
zh_cn: 配置高级设置

source: configure autocompletion words and code snippets
fi: määritä automaattisen täydennyksen sanat ja koodinpätkät
fr: configurer les mots d'auto-complétion et les extraits de code
pl: konfigurowanie autouzupełniania słów i fragmentów kodu
zh_cn: 配置自动补全单词和代码片段

source: dot matches newline
fi: piste vastaa uutta riviä
fr: point correspond à la nouvelle ligne
it: il punto corrisponde alla nuova riga
pl: punkt dopasowania nowej linii
zh_cn: 点(.)匹配新行符

source: enable autocompletion
fi: ota automaattinen täydennys käyttöön
fr: activer l'autocomplétion
pl: włącz autouzupełnianie
zh_cn: 启用自动补全

source: enable/disable autocompletion when editing
fi: ota automaattinen täydennys käyttöön/poista käytöstä muokattaessa
fr: activer/désactiver l'auto-complétion lors de l'édition
pl: włącz/wyłącz autouzupełnianie podczas edycji
zh_cn: 启用/禁用编辑时的自动补全

source: foreground:
fi: edusta:
fr: premier plan :
it: primo piano:
pl: pierwszoplanowy:
zh_cn: 前景：

source: from %ld to %ld
fi: %ld -> %ld
fr: de %ld à %ld
it: da %ld a %ld
pl: od %ld do %ld
zh_cn: 从 %ld 到 %ld

source: go to the next cursor position
fi: siirry seuraavaan kursorin sijaintiin
fr: aller à la prochaine position du curseur
it: vai alla posizione del cursore successiva
pl: przejdź do następnej pozycji kursora
zh_cn: 转到下一个光标位置

source: go to the previous cursor position
fi: siirry edelliseen kursorin sijaintiin
fr: aller à la position précédente du curseur
it: vai alla posizione del cursore precedente
pl: przejść do poprzedniej pozycji kursora
zh_cn: 转到上一个光标位置

source: hide lexer from dropdown
fi: piilota lekseri pudotusvalikosta
fr: masquer Lexer dans la liste déroulante
pl: ukryj leksykon z listy rozwijanej
zh_cn: 从下拉列表中隐藏分词器

source: indent wrapped lines
fi: sisennä rivitetyt rivit
fr: lignes enveloppées de retrait
pl: wcięcie zawiniętych linii
zh_cn: 缩进折行的行

source: indents wrapped sublines
fi: sisentää rivitetyt alirivit
fr: retraits, sous-lignes enveloppées
pl: wcięcia zawiniętych podlinii
zh_cn: 缩进折行的子行

source: no plugins loaded
fi: liitännäisiä ei ole ladattu
fr: aucun plugin chargé
pl: brak załadowanych wtyczek
zh_cn: 未加载插件

source: regular expression:
fi: säännöllinen lauseke:
fr: expression régulière:
it: espressione regolare:
pl: wyrażenie regularne:
zh_cn: 正则表达式:

source: runs the custom command 0
fi: suorittaa mukautetun komennon 0
fr: exécute la commande personnalisée 0
it: esegue il comando personalizzato 0
pl: uruchamia niestandardowe polecenie 0
zh_cn: 执行自定义命令 0

source: runs the custom command 1
fi: suorittaa mukautetun komennon 1
fr: exécute la commande personnalisée 1
it: esegue il comando personalizzato 1
pl: uruchamia niestandardowe polecenie 1
zh_cn: 执行自定义命令 1

source: runs the custom command 2
fi: suorittaa mukautetun komennon 2
fr: exécute la commande personnalisée 2
it: esegue il comando personalizzato 2
pl: uruchamia niestandardowe polecenie 2
zh_cn: 执行自定义命令 2

source: runs the custom command 3
fi: suorittaa mukautetun komennon 3
fr: exécute la commande personnalisée 3
it: esegue il comando personalizzato 3
pl: uruchamia niestandardowe polecenie 3
zh_cn: 执行自定义命令 3

source: runs the custom command 4
fi: suorittaa mukautetun komennon 4
fr: exécute la commande personnalisée 4
it: esegue il comando personalizzato 4
pl: uruchamia niestandardowe polecenie 4
zh_cn: 执行自定义命令 4

source: runs the custom command 5
fi: suorittaa mukautetun komennon 5
fr: exécute la commande personnalisée 5
it: esegue il comando personalizzato 5
pl: uruchamia niestandardowe polecenie 5
zh_cn: 执行自定义命令 5

source: runs the custom command 6
fi: suorittaa mukautetun komennon 6
fr: exécute la commande personnalisée 6
it: esegue il comando personalizzato 6
pl: uruchamia niestandardowe polecenie 6
zh_cn: 执行自定义命令 6

source: runs the custom command 7
fi: suorittaa mukautetun komennon 7
fr: exécute la commande personnalisée 7
it: esegue il comando personalizzato 7
pl: uruchamia niestandardowe polecenie 7
zh_cn: 执行自定义命令 7

source: runs the custom command 8
fi: suorittaa mukautetun komennon 8
fr: exécute la commande personnalisée 8
it: esegue il comando personalizzato 8
pl: uruchamia niestandardowe polecenie 8
zh_cn: 执行自定义命令 8

source: runs the custom command 9
fi: suorittaa mukautetun komennon 9
fr: exécute la commande personnalisée 9
it: esegue il comando personalizzato 9
pl: uruchamia niestandardowe polecenie 9
zh_cn: 执行自定义命令 9

source: toggles folding all levels in the whole document
fi: vaihtaa koko asiakirjan kaikkien tasojen taittamista
fr: déplier tous les niveaux dans le document complet
it: attiva/disattiva apertura di tutti i livelli nell'intero documento
pl: przełącza zawijanie wszystkich poziomów w całym dokumencie
zh_cn: 切换整个文件的所有层级折叠

source: toggles folding at level 0 in the whole document
fi: vaihtaa taittamisen tasolla 0 koko asiakirjassa
fr: déplier le niveau 0 dans le document complet
it: attiva/disattiva apertura a livello 0 nell'intero documento
pl: przełącza zawijanie na poziomie 0 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 0

source: toggles folding at level 1 in the whole document
fi: vaihtaa taittamisen tasolla 1 koko asiakirjassa
fr: déplier le niveau 1 dans le document complet
it: attiva/disattiva apertura a livello 1 nell'intero documento
pl: przełącza zawijanie na poziomie 1 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 1

source: toggles folding at level 2 in the whole document
fi: vaihtaa taittamisen tasolla 2 koko asiakirjassa
fr: déplier le niveau 2 dans le document complet
it: attiva/disattiva apertura a livello 2 nell'intero documento
pl: przełącza zawijanie na poziomie 2 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 2

source: toggles folding at level 3 in the whole document
fi: vaihtaa taittamisen tasolla 3 koko asiakirjassa
fr: déplier le niveau 3 dans le document complet
it: attiva/disattiva apertura a livello 3 nell'intero documento
pl: przełącza zawijanie na poziomie 3 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 3

source: toggles folding at level 4 in the whole document
fi: vaihtaa taittamisen tasolla 4 koko asiakirjassa
fr: déplier le niveau 4 dans le document complet
it: attiva/disattiva apertura a livello 4 nell'intero documento
pl: przełącza zawijanie na poziomie 4 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 4

source: toggles folding at level 5 in the whole document
fi: vaihtaa taittamisen tasolla 5 koko asiakirjassa
fr: déplier le niveau 5 dans le document complet
it: attiva/disattiva apertura a livello 5 nell'intero documento
pl: przełącza zawijanie na poziomie 5 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 5

source: toggles folding at level 6 in the whole document
fi: vaihtaa taittamisen tasolla 6 koko asiakirjassa
fr: déplier le niveau 6 dans le document complet
it: attiva/disattiva apertura a livello 6 nell'intero documento
pl: przełącza zawijanie na poziomie 6 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 6

source: toggles folding at level 7 in the whole document
fi: vaihtaa taittamisen tasolla 7 koko asiakirjassa
fr: déplier le niveau 7 dans le document complet
it: attiva/disattiva apertura a livello 7 nell'intero documento
pl: przełącza zawijanie na poziomie 7 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 7

source: toggles folding at level 8 in the whole document
fi: vaihtaa taittamisen tasolla 8 koko asiakirjassa
fr: déplier le niveau 8 dans le document complet
it: attiva/disattiva apertura a livello 8 nell'intero documento
pl: przełącza zawijanie na poziomie 8 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 8

source: toggles folding at level 9 in the whole document
fi: vaihtaa taittamisen tasolla 9 koko asiakirjassa
fr: déplier le niveau 9 dans le document complet
it: attiva/disattiva apertura a livello 9 nell'intero documento
pl: przełącza zawijanie na poziomie 9 w całym dokumencie
zh_cn: 切换整个文件的折叠层级到级别 9

source: too many files to show ({0})
fi: liian monta tiedostoa näytettäväksi ({0})
fr: trop de fichiers à afficher ({0})
pl: zbyt wiele plików do pokazania ({0})
zh_cn: 太多文件无法显示 ({0})

source: turn on folding
fi: kytke taitto päälle
fr: active le dépliage
it: attiva apertura
pl: włącz zawijanie
zh_cn: 启用折叠

source: turns off folding
fi: kytke taitto pois
fr: désactive le dépliage
it: disattiva apertura
pl: wyłącz zawijanie
zh_cn: 禁用折叠

source: { %d lines }
fi: { %d riviä }
fr: { %d lignes }
it: { %d righe }
pl: { %d linni}
zh_cn: { %d 行 }

source: Fold
pl: Zawijanie

source: NEXT
fi: SEURAAVA
fr: SUIVANT
it: SUCCESSIVO
pl: NASTĘPNY

source: PREV
fi: EDEL
pl: POPRZEDNI

source: Scintilla
fr: Étincelle

source: Ctrl+Doubleclick to open the link in the default browser
it: Ctrl + Doppio clic per aprire il collegamento nel browser predefinito

source: Length in bytes: %ld Lines: %ld
it: Lunghezza in bytes: %ld Righe: %ld

source: Lines
it: Righe

source: Sel: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%ld%%r matches.
it: Sel: %%c%06X%Iu%%r car | %%c%06X%Iu%%r righe | %%c%06X%ld%%r corrispondenze.

source: Selection: %%c%06X%Iu%%r chars | %%c%06X%Iu%%r lines | %%c%06X%ld%%r matches.
it: Selezione: %%c%06X%Iu%%r car | %%c%06X%Iu%%r righe | %%c%06X%ld%%r corrispondenze.
